{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|luau|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|cpp|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|csharp|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|pad|>": 0,
      "<|unk|>": 1,
      "<|bos|>": 2,
      "<|eos|>": 3,
      "<|luau|>": 4,
      "<|cpp|>": 5,
      "<|csharp|>": 6,
      "\"": 7,
      "#": 8,
      "&": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "[": 58,
      "]": 59,
      "a": 60,
      "b": 61,
      "c": 62,
      "d": 63,
      "e": 64,
      "f": 65,
      "g": 66,
      "h": 67,
      "i": 68,
      "k": 69,
      "l": 70,
      "m": 71,
      "n": 72,
      "o": 73,
      "p": 74,
      "q": 75,
      "r": 76,
      "s": 77,
      "t": 78,
      "u": 79,
      "v": 80,
      "w": 81,
      "x": 82,
      "y": 83,
      "z": 84,
      "{": 85,
      "|": 86,
      "}": 87,
      "Ċ": 88,
      "Ġ": 89,
      "ĠĠ": 90,
      "er": 91,
      "ĠĠĠĠ": 92,
      "ĠĠĠ": 93,
      "Ġ=": 94,
      "pl": 95,
      "re": 96,
      "ay": 97,
      "ayer": 98,
      "player": 99,
      "ar": 100,
      "to": 101,
      "al": 102,
      "en": 103,
      "ĊĠĠĠ": 104,
      "ĊĠĠĠĠ": 105,
      "in": 106,
      "at": 107,
      "on": 108,
      "st": 109,
      "ĊĠĠĠĠĠĠĠ": 110,
      "Ġre": 111,
      "ad": 112,
      "ti": 113,
      "lo": 114,
      "se": 115,
      "ed": 116,
      "ic": 117,
      "loc": 118,
      "Re": 119,
      "local": 120,
      "un": 121,
      ");": 122,
      "ul": 123,
      "au": 124,
      "tor": 125,
      "(\"": 126,
      "ard": 127,
      "art": 128,
      "part": 129,
      "Ġ\"": 130,
      "Fi": 131,
      "<|": 132,
      "|>": 133,
      "ue": 134,
      "ward": 135,
      "Fin": 136,
      "ne": 137,
      "tion": 138,
      "Find": 139,
      "end": 140,
      "Ġ1": 141,
      "Ġt": 142,
      "co": 143,
      "if": 144,
      "ch": 145,
      "erv": 146,
      "ase": 147,
      "Le": 148,
      "\",": 149,
      "Serv": 150,
      "ur": 151,
      "Ġ{": 152,
      "Ad": 153,
      "Add": 154,
      "stat": 155,
      "erstat": 156,
      "aderstat": 157,
      "Leaderstat": 158,
      "Leaderstats": 159,
      "ĠLeaderstats": 160,
      "Ġplayer": 161,
      "ent": 162,
      "ge": 163,
      "Ġif": 164,
      "age": 165,
      "ction": 166,
      "mb": 167,
      "ated": 168,
      "Con": 169,
      "ice": 170,
      "Ġ0": 171,
      "lu": 172,
      "il": 173,
      "ol": 174,
      "Ġ>": 175,
      "\")": 176,
      "unction": 177,
      "luau": 178,
      "Stor": 179,
      "plic": 180,
      "Replic": 181,
      "atedStor": 182,
      "ReplicatedStor": 183,
      "ReplicatedStorage": 184,
      "ĠReplicatedStorage": 185,
      "mo": 186,
      "Server": 187,
      "sul": 188,
      "Ġresul": 189,
      "Ġresult": 190,
      "hil": 191,
      "rst": 192,
      "First": 193,
      "Chil": 194,
      "FindFirst": 195,
      "Child": 196,
      "FindFirstChild": 197,
      "Pr": 198,
      "On": 199,
      "an": 200,
      "OnServer": 201,
      "comb": 202,
      "combo": 203,
      "Ġ>=": 204,
      "ĠĠĠĠĠĠĠ": 205,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 206,
      "Price": 207,
      "ins": 208,
      "Ve": 209,
      "ce": 210,
      "Po": 211,
      "oll": 212,
      "Mul": 213,
      "ier": 214,
      "plier": 215,
      "tiplier": 216,
      "Multiplier": 217,
      "new": 218,
      "tal": 219,
      "auto": 220,
      "total": 221,
      "totalPrice": 222,
      "Ġth": 223,
      "Ġthen": 224,
      "av": 225,
      "Ġ(": 226,
      "Reward": 227,
      "chase": 228,
      "urchase": 229,
      "Ġ*": 230,
      "function": 231,
      "Ġ}": 232,
      "ct": 233,
      "nect": 234,
      "Connect": 235,
      "Ġ+": 236,
      "ctor": 237,
      "ĠVe": 238,
      "ĠVector": 239,
      "pg": 240,
      "Ġ2": 241,
      "rad": 242,
      "pgrad": 243,
      "pgrade": 244,
      "Ġs": 245,
      "Co": 246,
      "Ġlocal": 247,
      "el": 248,
      "\");": 249,
      "Ge": 250,
      "purchase": 251,
      "vent": 252,
      "Event": 253,
      "Ġend": 254,
      "ĠtotalPrice": 255,
      "unt": 256,
      "mount": 257,
      "OnServerEvent": 258,
      "Amount": 259,
      "que": 260,
      "Ġcombo": 261,
      "sted": 262,
      "quested": 263,
      "questedAmount": 264,
      "Ġreward": 265,
      "Ġr": 266,
      "Fire": 267,
      "Ġb": 268,
      "Cl": 269,
      "else": 270,
      "Ġelse": 271,
      "int": 272,
      "ient": 273,
      "pa": 274,
      "or": 275,
      "aseReward": 276,
      "Client": 277,
      "spa": 278,
      "In": 279,
      "alue": 280,
      "een": 281,
      "ween": 282,
      "ĠrequestedAmount": 283,
      "FireClient": 284,
      "var": 285,
      "tore": 286,
      "tur": 287,
      "turn": 288,
      "te": 289,
      "Ġpart": 290,
      "Ġ5": 291,
      "ĠbaseReward": 292,
      "Ġpurchase": 293,
      "ĠW": 294,
      "kspa": 295,
      "orkspa": 296,
      "orkspace": 297,
      "ĠWorkspace": 298,
      "Ġ3": 299,
      "rue": 300,
      "Ġtrue": 301,
      "Ġreturn": 302,
      "ke": 303,
      "ava": 304,
      "upgrade": 305,
      "ig": 306,
      "Lava": 307,
      "Coins": 308,
      "ing": 309,
      "ms": 310,
      "core": 311,
      "ints": 312,
      "Score": 313,
      "Points": 314,
      "Gems": 315,
      "Wins": 316,
      "Ġf": 317,
      "alse": 318,
      "Ġfalse": 319,
      "ng": 320,
      "fig": 321,
      "Config": 322,
      "Ġ-": 323,
      "Pl": 324,
      "Us": 325,
      "User": 326,
      "Id": 327,
      "UserId": 328,
      "mote": 329,
      "are": 330,
      "value": 331,
      "Ġ4": 332,
      "sh": 333,
      "pp": 334,
      "::": 335,
      "Ġch": 336,
      "ance": 337,
      "Ġrng": 338,
      "Ġchance": 339,
      "si": 340,
      "ĠT": 341,
      "Posi": 342,
      "Position": 343,
      "sing": 344,
      "Ġ10": 345,
      "Ro": 346,
      "Ġstore": 347,
      "Ġvalue": 348,
      "En": 349,
      "Function": 350,
      "Inv": 351,
      "oke": 352,
      "Invoke": 353,
      "ut": 354,
      "nc": 355,
      "do": 356,
      "OnServerInvoke": 357,
      "ion": 358,
      "ation": 359,
      "csh": 360,
      "arp": 361,
      "csharp": 362,
      "Sp": 363,
      "};": 364,
      "cpp": 365,
      "de": 366,
      "Ġupgrade": 367,
      "ando": 368,
      "andom": 369,
      "Ġ6": 370,
      "Ġauto": 371,
      "tA": 372,
      "Ne": 373,
      "ty": 374,
      "Ea": 375,
      "ĠTween": 376,
      "Easing": 377,
      "Service": 378,
      "sy": 379,
      "Remote": 380,
      "Upgrade": 381,
      "tation": 382,
      "Ġsav": 383,
      "Rotation": 384,
      "am": 385,
      "xt": 386,
      "(-": 387,
      "Ġnew": 388,
      "Coll": 389,
      "tAsy": 390,
      "tAsync": 391,
      "um": 392,
      "Ġ7": 393,
      "Play": 394,
      "Ġ<": 395,
      "und": 396,
      "),": 397,
      "reward": 398,
      "roll": 399,
      "Ġroll": 400,
      "Dat": 401,
      "Data": 402,
      "Next": 403,
      "Can": 404,
      "ide": 405,
      "Collide": 406,
      "CanCollide": 407,
      "ri": 408,
      "An": 409,
      "()": 410,
      "Nu": 411,
      "mber": 412,
      "Number": 413,
      "Store": 414,
      "DataStore": 415,
      "Ġsaved": 416,
      "&]": 417,
      "[&]": 418,
      "Ġ=>": 419,
      "Player": 420,
      "pt": 421,
      "Pare": 422,
      "nt": 423,
      "Parent": 424,
      "bl": 425,
      "Lo": 426,
      "ick": 427,
      "Se": 428,
      "ĠrewardFunction": 429,
      "abl": 430,
      "abled": 431,
      "Roll": 432,
      "load": 433,
      "cl": 434,
      "Enabled": 435,
      "ton": 436,
      "utton": 437,
      "amage": 438,
      "Damage": 439,
      "cri": 440,
      "cript": 441,
      "[&](": 442,
      "Value": 443,
      "ĠEn": 444,
      "ĠEnum": 445,
      "Ġvar": 446,
      "rint": 447,
      "Pad": 448,
      "click": 449,
      "Ġ8": 450,
      "mat": 451,
      "random": 452,
      "math": 453,
      "Ġmath": 454,
      "rewardFunction": 455,
      "Sprint": 456,
      "cti": 457,
      "vated": 458,
      "ctivated": 459,
      "Activated": 460,
      "ity": 461,
      "ore": 462,
      "locity": 463,
      "Velocity": 464,
      "Random": 465,
      "ĠRandom": 466,
      "chore": 467,
      "NextNumber": 468,
      "Anchore": 469,
      "Anchored": 470,
      "Rare": 471,
      "ĠConfig": 472,
      "ĠrewardRemote": 473,
      "Ġelseif": 474,
      "ĠsavedValue": 475,
      "oly": 476,
      "Ġremote": 477,
      "ate": 478,
      "Cre": 479,
      "Di": 480,
      "Qu": 481,
      "Sty": 482,
      "fo": 483,
      "le": 484,
      "ĠPosition": 485,
      "rection": 486,
      "Info": 487,
      "ĠTweenService": 488,
      "ĠTweenInfo": 489,
      "EasingDi": 490,
      "EasingSty": 491,
      "Create": 492,
      "Quad": 493,
      "EasingDirection": 494,
      "EasingStyle": 495,
      "ound": 496,
      "tool": 497,
      "SetAsync": 498,
      "key": 499,
      "Out": 500,
      "25": 501,
      "Ġ9": 502,
      "Get": 503,
      "tween": 504,
      "Ġtween": 505,
      "az": 506,
      "azard": 507,
      "10": 508,
      "Ġ==": 509,
      "it": 510,
      "requestedAmount": 511,
      "Ġfunction": 512,
      "ĊĊĠĠĠ": 513,
      "Ġ[&](": 514,
      "Purchase": 515,
      "ĠDataStore": 516,
      "GetDataStore": 517,
      "ĠDataStoreService": 518,
      "Ġn": 519,
      "GetAsync": 520,
      "ĠPlayer": 521,
      "UpgradeWins": 522,
      "cal": 523,
      "Local": 524,
      "ĠPlayers": 525,
      "LocalPlayer": 526,
      "});": 527,
      "Ġ+=": 528,
      "lor": 529,
      "RollPoints": 530,
      "Color": 531,
      "Round": 532,
      "Ġ\"#": 533,
      "ave": 534,
      "Ġbutton": 535,
      "of": 536,
      "Ġload": 537,
      "ile": 538,
      "Prof": 539,
      "Load": 540,
      "Profile": 541,
      "ran": 542,
      "renc": 543,
      "sparenc": 544,
      "ransparenc": 545,
      "ransparency": 546,
      "ish": 547,
      "Finish": 548,
      "ĠTransparency": 549,
      "Ġscript": 550,
      "05": 551,
      "Ġ11": 552,
      "button": 553,
      "Vi": 554,
      "Ġclick": 555,
      "Script": 556,
      "ĠScript": 557,
      "Hazard": 558,
      "Do": 559,
      "La": 560,
      "ner": 561,
      "inner": 562,
      "unch": 563,
      "RewardPad": 564,
      "Spinner": 565,
      "Door": 566,
      "Launch": 567,
      "LaunchPad": 568,
      "})": 569,
      "SprintEnabled": 570,
      "eed": 571,
      "kSp": 572,
      "alkSp": 573,
      "Ġ18": 574,
      "RewardLava": 575,
      "DamageGems": 576,
      "PurchaseCoins": 577,
      "RoundScore": 578,
      "alkSpeed": 579,
      "WalkSpeed": 580,
      "ger": 581,
      "era": 582,
      "seed": 583,
      "Inte": 584,
      "randomseed": 585,
      "Integer": 586,
      "Ang": 587,
      "Mat": 588,
      "ial": 589,
      "erial": 590,
      "return": 591,
      "arVelocity": 592,
      "ularVelocity": 593,
      "NextInteger": 594,
      "AngularVelocity": 595,
      "Material": 596,
      "BaseReward": 597,
      "Cam": 598,
      "Jum": 599,
      "Of": 600,
      "dOf": 601,
      "ew": 602,
      "gend": 603,
      "mm": 604,
      "pPo": 605,
      "wer": 606,
      "ary": 607,
      "Fiel": 608,
      "Legend": 609,
      "Ġ{}": 610,
      "Comm": 611,
      "rewardRemote": 612,
      "SprintMultiplier": 613,
      "View": 614,
      "eraFiel": 615,
      "CameraFiel": 616,
      "JumpPo": 617,
      "dOfView": 618,
      "Legendary": 619,
      "Common": 620,
      "CameraFieldOfView": 621,
      "JumpPower": 622,
      "FireServer": 623,
      "Ġ16": 624,
      "Poly": 625,
      "FF": 626,
      "clu": 627,
      "hpp": 628,
      "poly": 629,
      "using": 630,
      "ĠPoly": 631,
      "inclu": 632,
      "include": 633,
      "im": 634,
      "Sw": 635,
      "ĠAn": 636,
      "Ġtool": 637,
      "ĠCo": 638,
      "mbat": 639,
      "arest": 640,
      "ations": 641,
      "Nearest": 642,
      "DamageNearest": 643,
      "imations": 644,
      "Swing": 645,
      "ĠAnimations": 646,
      "ĠCombat": 647,
      "Ġ12": 648,
      "Ġ15": 649,
      "Ġround": 650,
      "();": 651,
      "hit": 652,
      "ĠEasingDirection": 653,
      "ĠEasingStyle": 654,
      "Ġ24": 655,
      "([&](": 656,
      "ull": 657,
      "Ġ14": 658,
      "Ġnull": 659,
      "serv": 660,
      "server": 661,
      "Ġ30": 662,
      "55": 663,
      "Ġ19": 664,
      "He": 665,
      "th": 666,
      "alth": 667,
      "Health": 668,
      "bu": 669,
      "tt": 670,
      "tAtt": 671,
      "ribu": 672,
      "tAttribu": 673,
      "tAttribute": 674,
      "Ġ13": 675,
      "ait": 676,
      "Ġ28": 677,
      "Ġ20": 678,
      "Ġ17": 679,
      "SetAttribute": 680,
      "hazard": 681,
      "Ġ22": 682,
      "Save": 683,
      "pad": 684,
      "save": 685,
      "Ġkey": 686,
      "Ġsave": 687,
      "Ġnil": 688,
      "45": 689,
      "wait": 690,
      "Ġ26": 691,
      "Ġ27": 692,
      "16": 693,
      "Ġ33": 694,
      "([&]": 695,
      "Ġ()": 696,
      "([&]()": 697,
      "Ġ45": 698,
      "ĠroundRemote": 699,
      "15": 700,
      "Ġ23": 701,
      "Ġhit": 702,
      "round": 703,
      "roundNumber": 704,
      "Ġ32": 705,
      "50": 706,
      "Click": 707,
      "op": 708,
      "ou": 709,
      "75": 710,
      "Ġ29": 711,
      "Ġsound": 712,
      "Ġpad": 713,
      "ptr": 714,
      "ĠroundNumber": 715,
      "Ġnullptr": 716,
      "22": 717,
      "Al": 718,
      "Bu": 719,
      "00": 720,
      "Tou": 721,
      "ched": 722,
      "Ġ34": 723,
      "Touched": 724,
      "Ġ21": 725,
      "UpgradeLava": 726,
      "lClient": 727,
      "FireAl": 728,
      "lClients": 729,
      "FireAllClients": 730,
      "Ġ25": 731,
      "as": 732,
      "Ġhazard": 733,
      "ask": 734,
      "Tween": 735,
      "Ġ36": 736,
      "Ġ46": 737,
      "88": 738,
      "Ġ39": 739,
      "Ġ35": 740,
      "UpgradeCoins": 741,
      "UpgradeScore": 742,
      "UpgradePoints": 743,
      "UpgradeGems": 744,
      "Ġtask": 745,
      "Busy": 746,
      "35": 747,
      "77": 748,
      "Ġ38": 749,
      "put": 750,
      "Ġ31": 751,
      "Ġ40": 752,
      "Ġ60": 753,
      "20": 754,
      "30": 755,
      "Ġ44": 756,
      "Ġ75": 757,
      "Ġ37": 758,
      "arge": 759,
      "arget": 760,
      "me": 761,
      "Ġ43": 762,
      "166": 763,
      "ast": 764,
      "metal": 765,
      "ext": 766,
      "od": 767,
      "ood": 768,
      "wood": 769,
      "Ġst": 770,
      "plast": 771,
      "neon": 772,
      "Ġ42": 773,
      "plastic": 774,
      "Ġdo": 775,
      "AA": 776,
      "CC": 777,
      "AAFF": 778,
      "CFF": 779,
      "ht": 780,
      "ight": 781,
      "Ġ47": 782,
      "FFD": 783,
      "7755": 784,
      "hop": 785,
      "40": 786,
      "Ġ41": 787,
      "ep": 788,
      "Ġ48": 789,
      "RollScore": 790,
      "Ġstep": 791,
      "lose": 792,
      "Text": 793,
      "Ġtarget": 794,
      "InvokeServer": 795,
      "client": 796,
      "Ta": 797,
      "ection": 798,
      "for": 799,
      "AddTa": 800,
      "Collection": 801,
      "AddTag": 802,
      "CollectionService": 803,
      "Ġ59": 804,
      "So": 805,
      "urce": 806,
      "LavaProfile": 807,
      "CoinsProfile": 808,
      "ScoreProfile": 809,
      "PointsProfile": 810,
      "GemsProfile": 811,
      "WinsProfile": 812,
      "Ġ78": 813,
      "LoadLava": 814,
      "LoadCoins": 815,
      "LoadScore": 816,
      "LoadPoints": 817,
      "LoadGems": 818,
      "LoadWins": 819,
      "Source": 820,
      "St": 821,
      "Ġ50": 822,
      "Ġ49": 823,
      "Ġ120": 824,
      "Ġ66": 825,
      "Ġ69": 826,
      "Ġ76": 827,
      "Ġ56": 828,
      "Ġ90": 829,
      "19": 830,
      "Ġ57": 831,
      "Ġ180": 832,
      "Ġ51": 833,
      "Ġ240": 834,
      "Ġ54": 835,
      "Ġ150": 836,
      "close": 837,
      "enTween": 838,
      "aseValue": 839,
      "ĠbaseValue": 840,
      "Ġ52": 841,
      "Ġ68": 842,
      "Ġ195": 843,
      "openTween": 844,
      "closeTween": 845,
      "Ġ67": 846,
      "Ġ79": 847,
      "Ġ70": 848,
      "Ġ210": 849,
      "RollLava": 850,
      "RollCoins": 851,
      "RollGems": 852,
      "RollWins": 853,
      "Ġ105": 854,
      "18": 855,
      "Ġwait": 856,
      "Ġ135": 857,
      "Ġ165": 858,
      "Ġ58": 859,
      "Ġ72": 860,
      "RareLava": 861,
      "RareCoins": 862,
      "RareScore": 863,
      "RarePoints": 864,
      "RareGems": 865,
      "RareWins": 866,
      "Ġ63": 867,
      "Ġ73": 868,
      "Ġ77": 869,
      "14": 870,
      "17": 871,
      "Ke": 872,
      "Ġ225": 873,
      "Ġ300": 874,
      "Key": 875,
      "12": 876,
      "Ġ65": 877,
      "Ġ270": 878,
      "13": 879,
      "input": 880,
      "Code": 881,
      "Input": 882,
      "Ġ74": 883,
      "KeyCode": 884,
      "Ġ53": 885,
      "Ġ62": 886,
      "Ġ64": 887,
      "Start": 888,
      "Ġ255": 889,
      "ighting": 890,
      "Ġ330": 891,
      "Ġ55": 892,
      "Ġ315": 893,
      "Ġ285": 894,
      "lava": 895,
      "Ġ345": 896,
      "ui": 897,
      "Ġ61": 898,
      "nel": 899,
      "Ġ80": 900,
      "ss": 901,
      "Ġshop": 902,
      "Lighting": 903,
      "remote": 904,
      "Ġ71": 905,
      "us": 906,
      "whil": 907,
      "lock": 908,
      "while": 909,
      "Ġ81": 910,
      "Playing": 911,
      "Ġ<=": 912,
      "Finished": 913,
      "Starting": 914,
      "Ġp": 915,
      "Ġen": 916,
      "24": 917,
      "Ġstat": 918,
      "sibl": 919,
      "Visibl": 920,
      "Visible": 921,
      "panel": 922,
      "Shop": 923,
      "26": 924,
      "Ġpanel": 925,
      "SaveLava": 926,
      "SaveCoins": 927,
      "SaveScore": 928,
      "SavePoints": 929,
      "SaveGems": 930,
      "SaveWins": 931,
      "ĠWait": 932,
      "23": 933,
      "Ġenabled": 934,
      "Sto": 935,
      "Stop": 936,
      "ĠopenTween": 937,
      "ĠcloseTween": 938,
      "Ġstatus": 939,
      "cce": 940,
      "ucce": 941,
      "uccess": 942,
      "Sk": 943,
      "Workspace": 944,
      "GetAttribute": 945,
      "Sky": 946,
      "\";": 947,
      "11": 948,
      "Sh": 949,
      "sound": 950,
      "28": 951,
      "33": 952,
      "Be": 953,
      "gan": 954,
      "UserInput": 955,
      "Ġ96": 956,
      "InputBe": 957,
      "UserInputService": 958,
      "InputBegan": 959,
      "39": 960,
      "Ġ100": 961,
      "36": 962,
      "Gui": 963,
      "ĠPlayerGui": 964,
      "Ġprint": 965,
      "Sound": 966,
      "Ġinput": 967,
      "Clicksound": 968,
      "29": 969,
      "37": 970,
      "34": 971,
      "opg": 972,
      "AddLava": 973,
      "Ġ84": 974,
      "Shopg": 975,
      "Shopgui": 976,
      "Ġ87": 977,
      "32": 978,
      "Ġ86": 979,
      "..": 980,
      "38": 981,
      "target": 982,
      "Ġ88": 983,
      "Ġ99": 984,
      "Ġ168": 985,
      "Buy": 986,
      "27": 987,
      "31": 988,
      "Ġ98": 989,
      "Ġ89": 990,
      "Ġ129": 991,
      "Ġ144": 992,
      "21": 993,
      "dated": 994,
      "pdated": 995,
      "updated": 996,
      "Ġupdated": 997,
      "Ġ138": 998,
      "ĠupdatedText": 999,
      "Ġ110": 1000,
      "Ġ85": 1001,
      "Ġ102": 1002,
      "Ġ93": 1003,
      "GetLava": 1004,
      "GetCoins": 1005,
      "GetScore": 1006,
      "GetPoints": 1007,
      "GetGems": 1008,
      "GetWins": 1009,
      "Ġ186": 1010,
      "Ġ156": 1011,
      "Ġ94": 1012,
      "Ġ189": 1013,
      "Ġ160": 1014,
      "Ġ140": 1015,
      "ness": 1016,
      "OnClient": 1017,
      "UpgradePrice": 1018,
      "Ġ95": 1019,
      "Ġ132": 1020,
      "Ġ170": 1021,
      "Ġ174": 1022,
      "OnClientEvent": 1023,
      "Ġ108": 1024,
      "Ġ114": 1025,
      "Ġ153": 1026,
      "Ġ190": 1027,
      "Ġ200": 1028,
      "Ġ204": 1029,
      "Ġ171": 1030,
      "Br": 1031,
      "Cy": 1032,
      "Clock": 1033,
      "Day": 1034,
      "Mo": 1035,
      "Night": 1036,
      "Sun": 1037,
      "Tim": 1038,
      "Ġblock": 1039,
      "cle": 1040,
      "Ġ111": 1041,
      "Ġ117": 1042,
      "Ġ162": 1043,
      "Ġ159": 1044,
      "Ġ147": 1045,
      "Ġ130": 1046,
      "ightness": 1047,
      "Brightness": 1048,
      "Cycle": 1049,
      "ClockTim": 1050,
      "DayNight": 1051,
      "Moon": 1052,
      "SunEnabled": 1053,
      "ClockTime": 1054,
      "DayNightCycle": 1055,
      "41": 1056,
      "42": 1057,
      "47": 1058,
      "48": 1059,
      "RewardWins": 1060,
      "DamagePoints": 1061,
      "PurchaseGems": 1062,
      "Ġ128": 1063,
      "Ġ146": 1064,
      "Ġ192": 1065,
      "Ġ136": 1066,
      "Ġ280": 1067,
      "Ġ177": 1068,
      "Ġ178": 1069,
      "ClickCoins": 1070,
      "49": 1071,
      "79": 1072,
      "rice": 1073,
      "success": 1074,
      "Ġtext": 1075,
      "Ġ104": 1076,
      "Ġ188": 1077,
      "Ġ123": 1078,
      "Ġ126": 1079,
      "Ġ141": 1080,
      "Ġ222": 1081,
      "Ġ450": 1082,
      "Ġ230": 1083,
      "Ġ340": 1084,
      "MoonEnabled": 1085,
      "98": 1086,
      "Ġ350": 1087,
      "Ġ400": 1088,
      "Ġ127": 1089,
      "Ġ198": 1090,
      "Ġ172": 1091,
      "Ġ176": 1092,
      "Ġ231": 1093,
      "46": 1094,
      "64": 1095,
      "95": 1096,
      "block": 1097,
      "print": 1098,
      "atus": 1099,
      "Ġ106": 1100,
      "Ġ112": 1101,
      "Ġ183": 1102,
      "Ġ154": 1103,
      "Ġ145": 1104,
      "Ġ196": 1105,
      "Ġ220": 1106,
      "Ġ228": 1107,
      "Ġ290": 1108,
      "Ġ213": 1109,
      "Ġ219": 1110,
      "Ġ360": 1111,
      "Ġ440": 1112,
      "Status": 1113,
      "Ġprice": 1114,
      "43": 1115,
      "71": 1116,
      "93": 1117,
      "Pa": 1118,
      "Ġ216": 1119,
      "Ġ92": 1120,
      "Ġ185": 1121,
      "Ġ260": 1122,
      "Ġ234": 1123,
      "Ġ237": 1124,
      "Ġ320": 1125,
      "Ġ460": 1126,
      "Ġ380": 1127,
      "ShopPa": 1128,
      "ShopPanel": 1129,
      "67": 1130,
      "94": 1131,
      "96": 1132,
      "Close": 1133,
      "Op": 1134,
      "Part": 1135,
      "ĊĠ": 1136,
      "ĠClose": 1137,
      "ĠOp": 1138,
      "ened": 1139,
      "arted": 1140,
      "Ġ125": 1141,
      "Ġ310": 1142,
      "LavaData": 1143,
      "LavaSource": 1144,
      "CoinsData": 1145,
      "CoinsSource": 1146,
      "ScoreData": 1147,
      "ScoreSource": 1148,
      "PointsData": 1149,
      "PointsSource": 1150,
      "GemsData": 1151,
      "GemsSource": 1152,
      "WinsData": 1153,
      "WinsSource": 1154,
      "Ġ97": 1155,
      "Ġ116": 1156,
      "Ġ119": 1157,
      "Ġ155": 1158,
      "Ġ248": 1159,
      "Ġ197": 1160,
      "Ġ179": 1161,
      "Ġstarted": 1162,
      "ĠClosed": 1163,
      "ĠOpened": 1164,
      "66": 1165,
      "73": 1166,
      "74": 1167,
      "76": 1168,
      "87": 1169,
      "Ġ250": 1170,
      "Ġ101": 1171,
      "Ġ83": 1172,
      "RoundStart": 1173,
      "Ġ163": 1174,
      "Ġ243": 1175,
      "Ġ134": 1176,
      "Ġ137": 1177,
      "Ġ201": 1178,
      "Ġ207": 1179,
      "Ġ264": 1180,
      "Ġ256": 1181,
      "Ġ390": 1182,
      "Ġ370": 1183,
      "Ġ470": 1184,
      "44": 1185,
      "84": 1186,
      "85": 1187,
      "90": 1188,
      "92": 1189,
      "97": 1190,
      "Wait": 1191,
      "task": 1192,
      "Ġ205": 1193,
      "Ġ416": 1194,
      "Ġ430": 1195,
      "Purchased": 1196,
      "Ġ115": 1197,
      "Ġ118": 1198,
      "Ġ184": 1199,
      "Ġ187": 1200,
      "Ġ164": 1201,
      "Ġ166": 1202,
      "Ġ124": 1203,
      "Ġ152": 1204,
      "Ġ158": 1205,
      "Ġ246": 1206,
      "Ġ236": 1207,
      "Ġ348": 1208,
      "...": 1209,
      "Buying": 1210,
      "62": 1211,
      "81": 1212,
      "91": 1213,
      "99": 1214,
      "Success": 1215,
      "Ġco": 1216,
      "RewardSound": 1217,
      "Ġ316": 1218,
      "Ġ410": 1219,
      "Ġ103": 1220,
      "Ġ82": 1221,
      "Ġ161": 1222,
      "Ġ208": 1223,
      "Ġ272": 1224,
      "Ġ212": 1225,
      "Ġ384": 1226,
      "69": 1227,
      "70": 1228,
      "82": 1229,
      "No": 1230,
      "amount": 1231,
      "Ġamount": 1232,
      "ert": 1233,
      "Ġ420": 1234,
      "Ġ91": 1235,
      "Ġ182": 1236,
      "Ġ121": 1237,
      "Ġ148": 1238,
      "Ġ304": 1239,
      "Ġ308": 1240,
      "Ġ194": 1241,
      "Ġ206": 1242,
      "Ġ175": 1243,
      "Ġ232": 1244,
      "ClickSound": 1245,
      "Alert": 1246,
      "Ġ214": 1247,
      "Ġ426": 1248,
      "60": 1249,
      "68": 1250,
      "78": 1251,
      "80": 1252,
      "86": 1253,
      "Ġ375": 1254,
      "Ġ435": 1255,
      "Ġ142": 1256,
      "Ġ224": 1257,
      "Ġ332": 1258,
      "Ġ238": 1259,
      "Ġ365": 1260,
      "Ġ392": 1261,
      "Ġ408": 1262,
      "56": 1263,
      "63": 1264,
      "lighting": 1265,
      "Ġ425": 1266,
      "Ġ107": 1267,
      "Ġ109": 1268,
      "Ġ181": 1269,
      "Ġ167": 1270,
      "Ġ169": 1271,
      "Ġ122": 1272,
      "Ġ151": 1273,
      "Ġ157": 1274,
      "Ġ244": 1275,
      "Ġ143": 1276,
      "Ġ149": 1277,
      "Ġ282": 1278,
      "Ġ452": 1279,
      "Ġ324": 1280,
      "Ġ468": 1281,
      "Ġ358": 1282,
      "Ġ312": 1283,
      "Ġ372": 1284,
      "Ġ376": 1285,
      "Ġ434": 1286,
      "Ġ480": 1287,
      "61": 1288,
      "72": 1289,
      "Ġ215": 1290,
      "Ġ355": 1291,
      "Ġ113": 1292,
      "Ġ247": 1293,
      "Ġ306": 1294,
      "Ġ191": 1295,
      "Ġ199": 1296,
      "Ġ139": 1297,
      "Ġ202": 1298,
      "Ġ221": 1299,
      "Ġ223": 1300,
      "Ġ229": 1301,
      "Ġ263": 1302,
      "Ġ265": 1303,
      "Ġ274": 1304,
      "Ġ333": 1305,
      "Ġ336": 1306,
      "Ġ459": 1307,
      "Ġ239": 1308,
      "Ġ291": 1309,
      "Ġ297": 1310,
      "Ġ298": 1311,
      "Ġ344": 1312,
      "Ġ257": 1313,
      "Ġ258": 1314,
      "Ġ366": 1315,
      "Ġ368": 1316,
      "Ġ399": 1317,
      "Ġ357": 1318,
      "Ġ382": 1319,
      "Ġ314": 1320,
      "Ġ442": 1321,
      "Ġ374": 1322,
      "Ġ418": 1323,
      "57": 1324,
      "65": 1325,
      "89": 1326,
      "gh": 1327,
      "Ġne": 1328,
      "RewardRound": 1329,
      "Ġsuccess": 1330,
      "Ġ520": 1331,
      "UpgradeRound": 1332,
      "xtPrice": 1333,
      "RollRound": 1334,
      "DamageRound": 1335,
      "PurchaseRound": 1336,
      "RoundRound": 1337,
      "Ġ242": 1338,
      "Ġ249": 1339,
      "Ġ193": 1340,
      "Ġ131": 1341,
      "Ġ133": 1342,
      "Ġ288": 1343,
      "Ġ173": 1344,
      "Ġ226": 1345,
      "Ġ262": 1346,
      "Ġ268": 1347,
      "Ġ273": 1348,
      "Ġ276": 1349,
      "ough": 1350,
      "Ġ296": 1351,
      "Ġ218": 1352,
      "Ġ252": 1353,
      "Ġ253": 1354,
      "Ġ254": 1355,
      "Ġ352": 1356,
      "Ġ448": 1357,
      "Ġ417": 1358,
      "Ġ780": 1359,
      "Ġ560": 1360,
      "Ġenough": 1361,
      "...\";": 1362,
      "Ġcount": 1363,
      "Not": 1364,
      "51": 1365,
      "52": 1366,
      "59": 1367,
      "83": 1368,
      "Ġ540": 1369,
      "Ġ388": 1370,
      "Ġ455": 1371,
      "Ġ445": 1372,
      "Ġ610": 1373,
      "Ġ620": 1374,
      "Ġ640": 1375,
      "Ġ720": 1376,
      "Ġ245": 1377,
      "Ġ307": 1378,
      "Ġ281": 1379,
      "Ġ289": 1380,
      "Ġ331": 1381,
      "Ġ338": 1382,
      "Ġ451": 1383,
      "Ġ456": 1384,
      "Ġ235": 1385,
      "Ġ323": 1386,
      "Ġ328": 1387,
      "Ġ299": 1388,
      "Ġ341": 1389,
      "Ġ349": 1390,
      "Ġ367": 1391,
      "Ġ465": 1392,
      "Ġ467": 1393,
      "Ġ469": 1394,
      "Ġ391": 1395,
      "Ġ383": 1396,
      "Ġ401": 1397,
      "Ġ406": 1398,
      "Ġ409": 1399,
      "Ġ443": 1400,
      "Ġ432": 1401,
      "Ġ433": 1402,
      "Ġ424": 1403,
      "Ġ474": 1404,
      "54": 1405,
      "ĠKeyCode": 1406,
      "enabled": 1407,
      "Ġ510": 1408,
      "Ġ530": 1409,
      "Ġ305": 1410,
      "Ġ405": 1411,
      "Ġ422": 1412,
      "Ġ650": 1413,
      "Ġ710": 1414,
      "Ġ700": 1415,
      "Ġ730": 1416,
      "Set": 1417,
      "Ġ810": 1418,
      "Ġ284": 1419,
      "Ġ286": 1420,
      "Ġ261": 1421,
      "Ġ233": 1422,
      "Ġ321": 1423,
      "Ġ322": 1424,
      "Ġ326": 1425,
      "Ġ292": 1426,
      "Ġ294": 1427,
      "Ġ217": 1428,
      "Ġ251": 1429,
      "Ġ362": 1430,
      "Ġ364": 1431,
      "Ġ462": 1432,
      "Ġ464": 1433,
      "Ġ466": 1434,
      "Ġ394": 1435,
      "Ġ396": 1436,
      "Ġ398": 1437,
      "Ġ354": 1438,
      "Ġ356": 1439,
      "Ġ318": 1440,
      "Ġ444": 1441,
      "Ġ423": 1442,
      "Ġ472": 1443,
      "Ġ412": 1444,
      "Ġsteps": 1445,
      "Ġ490": 1446,
      "Ġ760": 1447,
      "Ġ790": 1448,
      "Ġstate": 1449,
      "Ġ550": 1450,
      "Ġ500": 1451,
      "Ġ377": 1452,
      "Ġ241": 1453,
      "Ġ302": 1454,
      "Ġ303": 1455,
      "Ġ287": 1456,
      "Ġ203": 1457,
      "Ġ209": 1458,
      "Ġ227": 1459,
      "Ġ266": 1460,
      "Ġ275": 1461,
      "Ġ278": 1462,
      "Ġ279": 1463,
      "161": 1464,
      "Ġ334": 1465,
      "Ġ335": 1466,
      "Ġ339": 1467,
      "Ġ453": 1468,
      "Ġ454": 1469,
      "Ġ457": 1470,
      "Ġ458": 1471,
      "152": 1472,
      "Ġ295": 1473,
      "Ġ342": 1474,
      "Ġ346": 1475,
      "Ġ211": 1476,
      "Ġ259": 1477,
      "Ġ393": 1478,
      "Ġ351": 1479,
      "Ġ381": 1480,
      "Ġ386": 1481,
      "Ġ387": 1482,
      "Ġ389": 1483,
      "Ġ402": 1484,
      "Ġ404": 1485,
      "Ġ441": 1486,
      "Ġ446": 1487,
      "Ġ447": 1488,
      "Ġ378": 1489,
      "Ġ436": 1490,
      "Ġ438": 1491,
      "Ġ428": 1492,
      "Ġ414": 1493,
      "192": 1494,
      "Ġ680": 1495,
      "Ġ670": 1496,
      "127": 1497,
      "138": 1498,
      "58": 1499,
      "Gi": 1500,
      "ab": 1501,
      "di": 1502,
      "event": 1503,
      "eCoins": 1504,
      "lab": 1505,
      "veCoins": 1506,
      "Ġd": 1507,
      "ady": 1508,
      "text": 1509,
      "Ġ325": 1510,
      "Ġ415": 1511,
      "Ġ600": 1512,
      "Ġ630": 1513,
      "Ġ800": 1514,
      "100": 1515,
      "Ġ309": 1516,
      "Ġ267": 1517,
      "169": 1518,
      "158": 1519,
      "Ġ327": 1520,
      "Ġ363": 1521,
      "Ġ369": 1522,
      "Ġ395": 1523,
      "Ġ385": 1524,
      "Ġ429": 1525,
      "Ġ471": 1526,
      "Ġ411": 1527,
      "Ġ590": 1528,
      "195": 1529,
      "197": 1530,
      "198": 1531,
      "Ġ570": 1532,
      "181": 1533,
      "186": 1534,
      "141": 1535,
      "144": 1536,
      "147": 1537,
      "172": 1538,
      "121": 1539,
      "GiveCoins": 1540,
      "dio": 1541,
      "label": 1542,
      "145": 1543,
      "114": 1544,
      "Ġlava": 1545,
      "Ġ525": 1546,
      "Ġ750": 1547,
      "Ġ740": 1548,
      "105": 1549,
      "106": 1550,
      "Ġ301": 1551,
      "Ġ283": 1552,
      "Ġ269": 1553,
      "Ġ271": 1554,
      "Ġ277": 1555,
      "164": 1556,
      "168": 1557,
      "Ġ337": 1558,
      "153": 1559,
      "154": 1560,
      "159": 1561,
      "Ġ329": 1562,
      "Ġ293": 1563,
      "Ġ343": 1564,
      "Ġ347": 1565,
      "Ġ361": 1566,
      "Ġ461": 1567,
      "Ġ463": 1568,
      "Ġ397": 1569,
      "Ġ353": 1570,
      "Ġ359": 1571,
      "Ġ311": 1572,
      "Ġ313": 1573,
      "Ġ317": 1574,
      "Ġ319": 1575,
      "Ġ403": 1576,
      "Ġ407": 1577,
      "Ġ449": 1578,
      "Ġ371": 1579,
      "Ġ373": 1580,
      "Ġ379": 1581,
      "Ġ431": 1582,
      "Ġ437": 1583,
      "Ġ439": 1584,
      "Ġ421": 1585,
      "Ġ427": 1586,
      "Ġ473": 1587,
      "Ġ413": 1588,
      "Ġ419": 1589,
      "Ġ660": 1590,
      "Ġ690": 1591,
      "190": 1592,
      "199": 1593,
      "184": 1594,
      "189": 1595,
      "Ġ580": 1596,
      "Ġ770": 1597,
      "143": 1598,
      "178": 1599,
      "179": 1600,
      "124": 1601,
      "129": 1602,
      "132": 1603,
      "136": 1604,
      "242": 1605,
      "125": 1606,
      "116": 1607,
      "188": 1608,
      "177": 1609,
      "120": 1610,
      "140": 1611,
      "119": 1612,
      "118": 1613,
      "53": 1614,
      "Fo": 1615,
      "You": 1616,
      "con": 1617,
      "cim": 1618,
      "gen": 1619,
      "ow": 1620,
      "script": 1621,
      "Ġgen": 1622,
      "adow": 1623,
      "nextPrice": 1624,
      "Ġ555": 1625,
      "Ġfor": 1626,
      "101": 1627,
      "102": 1628,
      "104": 1629,
      "107": 1630,
      "109": 1631,
      "erator": 1632,
      "160": 1633,
      "163": 1634,
      "167": 1635,
      "150": 1636,
      "151": 1637,
      "156": 1638,
      "191": 1639,
      "182": 1640,
      "183": 1641,
      "146": 1642,
      "170": 1643,
      "171": 1644,
      "174": 1645,
      "176": 1646,
      "123": 1647,
      "128": 1648,
      "134": 1649,
      "137": 1650,
      "260": 1651,
      "111": 1652,
      "Shadow": 1653,
      "...\"": 1654,
      "Ġneed": 1655,
      "ĠnextPrice": 1656,
      "Fog": 1657,
      "cond": 1658,
      "cimal": 1659,
      "Ġgenerator": 1660,
      "01": 1661,
      "02": 1662,
      "110": 1663,
      "155": 1664,
      "115": 1665,
      "175": 1666,
      "122": 1667,
      "135": 1668,
      "130": 1669,
      "117": 1670,
      "112": 1671,
      "113": 1672,
      "Ġ605": 1673,
      "254": 1674,
      "Ġ955": 1675,
      "Ġ933": 1676,
      "103": 1677,
      "108": 1678,
      "162": 1679,
      "165": 1680,
      "157": 1681,
      "223": 1682,
      "226": 1683,
      "229": 1684,
      "193": 1685,
      "194": 1686,
      "196": 1687,
      "180": 1688,
      "185": 1689,
      "187": 1690,
      "142": 1691,
      "148": 1692,
      "149": 1693,
      "173": 1694,
      "126": 1695,
      "131": 1696,
      "133": 1697,
      "139": 1698,
      "246": 1699,
      "249": 1700,
      "04": 1701,
      "09": 1702,
      "Au": 1703,
      "eger": 1704,
      "is": 1705,
      "irst": 1706,
      "pe": 1707,
      "ron": 1708,
      "wron": 1709,
      "Ġse": 1710,
      "Ġau": 1711,
      "Ġint": 1712,
      "Ġde": 1713,
      "Ġevent": 1714,
      "Ġlabel": 1715,
      "play": 1716,
      "ready": 1717,
      "entor": 1718,
      "tice": 1719,
      "state": 1720,
      "Ġ535": 1721,
      "Ġfirst": 1722,
      "Ġ475": 1723,
      "Ġ488": 1724,
      "End": 1725,
      "Ġ645": 1726,
      "Ġ635": 1727,
      "Ġ725": 1728,
      "Ġ705": 1729,
      "Ġ712": 1730,
      "PlaySound": 1731,
      "DamageEvent": 1732,
      "Ġ805": 1733,
      "Ġ875": 1734,
      "253": 1735,
      "Ġ945": 1736,
      "Ġ950": 1737,
      "Ġ975": 1738,
      "GetReward": 1739,
      "SavePlayer": 1740,
      "Clicker": 1741,
      "220": 1742,
      "222": 1743,
      "206": 1744,
      "209": 1745,
      "State": 1746,
      "Ġ504": 1747,
      "Ġ508": 1748,
      "Ġ496": 1749,
      "Ġ695": 1750,
      "Ġ576": 1751,
      "Ġ512": 1752,
      "Ġ528": 1753,
      "243": 1754,
      "244": 1755,
      "263": 1756,
      "232": 1757,
      "280": 1758,
      "Ġ865": 1759,
      "Notice": 1760,
      "Ġdice": 1761,
      "Ġdamage": 1762,
      "Audio": 1763,
      "issing": 1764,
      "wrong": 1765,
      "Ġsecond": 1766,
      "Ġaudio": 1767,
      "Ġinteger": 1768,
      "Ġdecimal": 1769,
      "entory": 1770,
      "03": 1771,
      "215": 1772,
      "235": 1773,
      "240": 1774,
      "217": 1775,
      "213": 1776,
      "Den": 1777,
      "ied": 1778,
      "oints": 1779,
      "wins": 1780,
      "Ġge": 1781,
      "Ġwins": 1782,
      "Ġscore": 1783,
      "Ġ516": 1784,
      "Ġ577": 1785,
      "Ġ1026": 1786,
      "Ġ688": 1787,
      "Ġ775": 1788,
      "Ġ788": 1789,
      "Ġ735": 1790,
      "Ġ7138": 1791,
      "Ġ837": 1792,
      "Ġ8192": 1793,
      "251": 1794,
      "252": 1795,
      "258": 1796,
      "259": 1797,
      "Ġ905": 1798,
      "Ġ977": 1799,
      "Ġ9246": 1800,
      "PurchaseSound": 1801,
      "Ġ1188": 1802,
      "Ġ1426": 1803,
      "Ġ1341": 1804,
      "Ġ2395": 1805,
      "Ġ2922": 1806,
      "221": 1807,
      "224": 1808,
      "228": 1809,
      "Ġ3449": 1810,
      "880": 1811,
      "889": 1812,
      "Ġ3976": 1813,
      "Ġ6084": 1814,
      "204": 1815,
      "207": 1816,
      "208": 1817,
      "Ġ484": 1818,
      "Ġ502": 1819,
      "Ġ506": 1820,
      "Ġ5030": 1821,
      "Ġ495": 1822,
      "Ġ498": 1823,
      "Ġ6611": 1824,
      "Ġ7665": 1825,
      "Ġ524": 1826,
      "Ġpoints": 1827,
      "261": 1828,
      "262": 1829,
      "231": 1830,
      "233": 1831,
      "236": 1832,
      "237": 1833,
      "238": 1834,
      "283": 1835,
      "399": 1836,
      "362": 1837,
      "Ġ8719": 1838,
      "Ġ1868": 1839,
      "Ġ4503": 1840,
      "Ġcoins": 1841,
      "Ġ5557": 1842,
      "Denied": 1843,
      "Ġgems": 1844,
      "Ġ9773": 1845,
      "06": 1846,
      "07": 1847,
      "225": 1848,
      "210": 1849,
      "205": 1850,
      "245": 1851,
      "216": 1852,
      "200": 1853,
      "230": 1854,
      "219": 1855,
      "218": 1856,
      "214": 1857,
      "212": 1858,
      "211": 1859,
      "7280": 1860,
      "Av": 1861,
      "Cast": 1862,
      "De": 1863,
      "Dice": 1864,
      "Fr": 1865,
      "Glo": 1866,
      "Lin": 1867,
      "Mas": 1868,
      "Missing": 1869,
      "Ph": 1870,
      "Sof": 1871,
      "Transparency": 1872,
      "Vo": 1873,
      "af": 1874,
      "activated": 1875,
      "ape": 1876,
      "be": 1877,
      "bal": 1878,
      "dSwing": 1879,
      "fore": 1880,
      "her": 1881,
      "ked": 1882,
      "missing": 1883,
      "nam": 1884,
      "pur": 1885,
      "price": 1886,
      "sav": 1887,
      "ter": 1888,
      "tness": 1889,
      "ution": 1890,
      "uched": 1891,
      "ventory": 1892,
      "ysi": 1893,
      "Ġi": 1894,
      "Ġto": 1895,
      "Ġin": 1896,
      "ĠLava": 1897,
      "ĠCoins": 1898,
      "ĠScore": 1899,
      "ĠPoints": 1900,
      "ĠGems": 1901,
      "ĠLighting": 1902,
      "Ġlighting": 1903,
      "Ġmissing": 1904,
      "ple": 1905,
      "repe": 1906,
      "alysi": 1907,
      "atar": 1908,
      "stit": 1909,
      "Ġready": 1910,
      "til": 1911,
      "iction": 1912,
      "Ready": 1913,
      "Restit": 1914,
      "until": 1915,
      "(\"#": 1916,
      "color": 1917,
      "chEnd": 1918,
      "lume": 1919,
      "ServerAudio": 1920,
      "Ġthe": 1921,
      "Ġ})": 1922,
      "Count": 1923,
      "elseif": 1924,
      "ordSwing": 1925,
      "Ġ505": 1926,
      "Ġ545": 1927,
      "Ġ515": 1928,
      "Ġ522": 1929,
      "Ġ5166": 1930,
      "Ġ5880": 1931,
      "ĠWins": 1932,
      "ĠWalkSpeed": 1933,
      "Ġ-=": 1934,
      "Usernam": 1935,
      "Ġ1035": 1936,
      "Ġ1018": 1937,
      "Ġ10198": 1938,
      "Ġ10181": 1939,
      "Ġ10147": 1940,
      "Ġ10164": 1941,
      "Ġ10249": 1942,
      "Ġ10232": 1943,
      "Ġ10283": 1944,
      "Inventory": 1945,
      "Spher": 1946,
      "Ġ625": 1947,
      "Ġ615": 1948,
      "Ġ6152": 1949,
      "Ġ6169": 1950,
      "Ġ6186": 1951,
      "Ġ6254": 1952,
      "Ġ6220": 1953,
      "Ġ715": 1954,
      "Ġ7172": 1955,
      "Ġ7121": 1956,
      "Ġ7189": 1957,
      "Ġ7223": 1958,
      "PlayerData": 1959,
      "Loop": 1960,
      "Second": 1961,
      "clicker": 1962,
      "Ġ855": 1963,
      "Ġ877": 1964,
      "Ġ814": 1965,
      "Ġ839": 1966,
      "Ġ829": 1967,
      "Ġ831": 1968,
      "Ġ8158": 1969,
      "Ġ8141": 1970,
      "Ġ8124": 1971,
      "Ġ8260": 1972,
      "Ġ8226": 1973,
      "Ġ8209": 1974,
      "Ġ8243": 1975,
      "Ġ8889": 1976,
      "Ġ8362": 1977,
      "250": 1978,
      "255": 1979,
      "256": 1980,
      "257": 1981,
      "Ġ916": 1982,
      "Ġ900": 1983,
      "Ġ936": 1984,
      "Ġ929": 1985,
      "Ġ934": 1986,
      "Ġ938": 1987,
      "Ġ979": 1988,
      "Ġ9161": 1989,
      "Ġ9127": 1990,
      "Ġ9195": 1991,
      "Ġ9144": 1992,
      "Ġ9178": 1993,
      "Ġ9229": 1994,
      "Ġ9263": 1995,
      "Ġ9280": 1996,
      "Ġ9399": 1997,
      "GetInventory": 1998,
      "Ġ1120": 1999,
      "Ġ1137": 2000,
      "Ġclicker": 2001,
      "Ġ1800": 2002,
      "Ġ1817": 2003,
      "Ġ1834": 2004,
      "Ġ1630": 2005,
      "Ġ1613": 2006,
      "Ġ1647": 2007,
      "Ġ1698": 2008,
      "Ġ1664": 2009,
      "SwordSwing": 2010,
      "ĠAnalysi": 2011,
      "Ġ1205": 2012,
      "Ġ1222": 2013,
      "Ġ1239": 2014,
      "Ġ1545": 2015,
      "Ġ1511": 2016,
      "Ġ1528": 2017,
      "Ġ1579": 2018,
      "Ġ2412": 2019,
      "Ġ2429": 2020,
      "Ġ2446": 2021,
      "Ġ2497": 2022,
      "Ġ1477": 2023,
      "Ġ1494": 2024,
      "Ġ3075": 2025,
      "Ġ3024": 2026,
      "Ġ3041": 2027,
      "Ġ3092": 2028,
      "Ġ1919": 2029,
      "Ġ1936": 2030,
      "Ġ1375": 2031,
      "Ġ1324": 2032,
      "Ġ1392": 2033,
      "Ġ2888": 2034,
      "Ġ2820": 2035,
      "Ġ2837": 2036,
      "Ġ2871": 2037,
      "Ġ2038": 2038,
      "Ġ2021": 2039,
      "Ġ1715": 2040,
      "Ġ1732": 2041,
      "Ġ2225": 2042,
      "Ġ2242": 2043,
      "Ġ2293": 2044,
      "Ġ2276": 2045,
      "Ġ2616": 2046,
      "Ġ2650": 2047,
      "Ġ2633": 2048,
      "Ġ2667": 2049,
      "Ġ2684": 2050,
      "Ġ2735": 2051,
      "Ġ2718": 2052,
      "Ġ2769": 2053,
      "Ġ2786": 2054,
      "Ġ2752": 2055,
      "Ġ3330": 2056,
      "Ġ3313": 2057,
      "Ġ3347": 2058,
      "Ġ3398": 2059,
      "Ġ3364": 2060,
      "Ġ3381": 2061,
      "Ġ4588": 2062,
      "Ġ4520": 2063,
      "Ġ4537": 2064,
      "Ġ4571": 2065,
      "Ġ2310": 2066,
      "Ġ2327": 2067,
      "Ġ3245": 2068,
      "Ġ3211": 2069,
      "Ġ3228": 2070,
      "Ġ3279": 2071,
      "Ġ3296": 2072,
      "Ġ3262": 2073,
      "Clicked": 2074,
      "Ġ2905": 2075,
      "Ġ2939": 2076,
      "Ġ2973": 2077,
      "Ġ2990": 2078,
      "Ġ2956": 2079,
      "227": 2080,
      "TouchEnd": 2081,
      "Ġ3415": 2082,
      "Ġ3432": 2083,
      "Ġ3466": 2084,
      "Ġ2140": 2085,
      "Ġ2123": 2086,
      "Ġ2174": 2087,
      "Ġ2514": 2088,
      "Ġ2531": 2089,
      "Ġ2548": 2090,
      "Ġ2599": 2091,
      "Ġ2582": 2092,
      "Ġ3619": 2093,
      "Ġ3636": 2094,
      "Ġ3687": 2095,
      "Ġ3670": 2096,
      "Ġ4605": 2097,
      "Ġ4622": 2098,
      "Ġ4639": 2099,
      "Ġ4673": 2100,
      "Ġ4690": 2101,
      "Ġ4656": 2102,
      "Ġ3925": 2103,
      "Ġ3942": 2104,
      "Ġ3993": 2105,
      "Ġ3959": 2106,
      "Ġ3517": 2107,
      "Ġ3534": 2108,
      "Ġ3585": 2109,
      "Ġ3568": 2110,
      "Ġ3840": 2111,
      "Ġ3823": 2112,
      "Ġ3874": 2113,
      "Ġ3891": 2114,
      "Ġ3857": 2115,
      "Ġ3177": 2116,
      "Ġ3126": 2117,
      "Ġ3143": 2118,
      "Ġ3194": 2119,
      "Ġ4010": 2120,
      "Ġ4027": 2121,
      "Ġ4095": 2122,
      "Ġ4044": 2123,
      "Ġ4078": 2124,
      "Ġ4061": 2125,
      "Ġ6016": 2126,
      "Ġ6033": 2127,
      "Ġ6067": 2128,
      "201": 2129,
      "202": 2130,
      "203": 2131,
      "Ġ4435": 2132,
      "Ġ4418": 2133,
      "Ġ4469": 2134,
      "Ġ4486": 2135,
      "Ġ7512": 2136,
      "Ġ7529": 2137,
      "Ġ7546": 2138,
      "Ġ7597": 2139,
      "Ġ7580": 2140,
      "Ġ7563": 2141,
      "Ġ3755": 2142,
      "Ġ3738": 2143,
      "Ġ3721": 2144,
      "Ġ3789": 2145,
      "Ġ4316": 2146,
      "Ġ4350": 2147,
      "Ġ4333": 2148,
      "Ġ4367": 2149,
      "Ġ4384": 2150,
      "Ġ4214": 2151,
      "Ġ4231": 2152,
      "Ġ4248": 2153,
      "Ġ4299": 2154,
      "Ġ4282": 2155,
      "Ġ476": 2156,
      "Ġ478": 2157,
      "Ġ4775": 2158,
      "Ġ4724": 2159,
      "Ġ4741": 2160,
      "Ġ4792": 2161,
      "Ġ4112": 2162,
      "Ġ4129": 2163,
      "Ġ4146": 2164,
      "Ġ4197": 2165,
      "Ġ4180": 2166,
      "Ġ482": 2167,
      "Ġ486": 2168,
      "Ġ489": 2169,
      "Ġ4877": 2170,
      "Ġ4826": 2171,
      "Ġ4843": 2172,
      "Ġ4894": 2173,
      "Ġ4860": 2174,
      "Ġ591": 2175,
      "Ġ592": 2176,
      "Ġ593": 2177,
      "Ġ595": 2178,
      "Ġ597": 2179,
      "Ġ5914": 2180,
      "Ġ5931": 2181,
      "Ġ5948": 2182,
      "Ġ5999": 2183,
      "Ġ5982": 2184,
      "Ġ5965": 2185,
      "Ġ784": 2186,
      "Ġ785": 2187,
      "Ġ7835": 2188,
      "Ġ7818": 2189,
      "Ġ7869": 2190,
      "Ġ7852": 2191,
      "Ġ501": 2192,
      "Ġ507": 2193,
      "Ġ5013": 2194,
      "Ġ5047": 2195,
      "Ġ5098": 2196,
      "Ġ5064": 2197,
      "Ġ5081": 2198,
      "Ġ491": 2199,
      "Ġ492": 2200,
      "Ġ494": 2201,
      "Ġ4945": 2202,
      "Ġ4911": 2203,
      "Ġ4928": 2204,
      "Ġ4979": 2205,
      "Ġ4996": 2206,
      "Ġ4962": 2207,
      "Ġ661": 2208,
      "Ġ664": 2209,
      "Ġ6645": 2210,
      "Ġ6628": 2211,
      "Ġ6679": 2212,
      "Ġ6696": 2213,
      "Ġ6662": 2214,
      "Ġ6900": 2215,
      "Ġ6917": 2216,
      "Ġ6934": 2217,
      "Ġ6985": 2218,
      "Ġ6968": 2219,
      "Ġ6951": 2220,
      "Ġ763": 2221,
      "Ġ765": 2222,
      "Ġ768": 2223,
      "Ġ7614": 2224,
      "Ġ7631": 2225,
      "Ġ7648": 2226,
      "Ġ7699": 2227,
      "Ġ7682": 2228,
      "Ġ561": 2229,
      "Ġ568": 2230,
      "Ġ5625": 2231,
      "Ġ5642": 2232,
      "Ġ5693": 2233,
      "Ġ5676": 2234,
      "Ġ5659": 2235,
      "Ġ9025": 2236,
      "Ġ9042": 2237,
      "Ġ9093": 2238,
      "Ġ9076": 2239,
      "Ġ5710": 2240,
      "Ġ5727": 2241,
      "Ġ5795": 2242,
      "Ġ5744": 2243,
      "Ġ5761": 2244,
      "Ġ513": 2245,
      "Ġ514": 2246,
      "Ġ518": 2247,
      "Ġ5115": 2248,
      "Ġ5132": 2249,
      "Ġ5149": 2250,
      "Ġ5183": 2251,
      "Ġ542": 2252,
      "Ġ543": 2253,
      "Ġ549": 2254,
      "Ġ5455": 2255,
      "Ġ5438": 2256,
      "Ġ5421": 2257,
      "Ġ5472": 2258,
      "Ġ5489": 2259,
      "Ġ526": 2260,
      "Ġ5200": 2261,
      "Ġ5217": 2262,
      "Ġ5234": 2263,
      "Ġ5285": 2264,
      "Ġ5268": 2265,
      "Ġ685": 2266,
      "Ġ6815": 2267,
      "Ġ6832": 2268,
      "Ġ6849": 2269,
      "Ġ6866": 2270,
      "Ġ1953": 2271,
      "Ġ678": 2272,
      "Ġ6730": 2273,
      "Ġ6713": 2274,
      "Ġ6747": 2275,
      "Ġ6798": 2276,
      "Ġ6764": 2277,
      "Ġ6781": 2278,
      "Ġ792": 2279,
      "Ġ795": 2280,
      "Ġ797": 2281,
      "Ġ7988": 2282,
      "Ġ7920": 2283,
      "Ġ7937": 2284,
      "Ġ7971": 2285,
      "Ġ7954": 2286,
      "Ġ704": 2287,
      "Ġ7019": 2288,
      "Ġ7036": 2289,
      "Ġ7087": 2290,
      "Ġ7070": 2291,
      "Ġ2106": 2292,
      "Ġ1052": 2293,
      "Ġ1358": 2294,
      "Ġ584": 2295,
      "Ġ585": 2296,
      "Ġ5812": 2297,
      "Ġ5829": 2298,
      "Ġ5846": 2299,
      "Ġ5897": 2300,
      "Ġ5863": 2301,
      "Ġ728": 2302,
      "Ġ729": 2303,
      "Ġ7240": 2304,
      "Ġ7274": 2305,
      "Ġ7291": 2306,
      "Ġ632": 2307,
      "Ġ6305": 2308,
      "Ġ6322": 2309,
      "Ġ6339": 2310,
      "Ġ6373": 2311,
      "Ġ6390": 2312,
      "Ġ736": 2313,
      "Ġ7325": 2314,
      "Ġ7342": 2315,
      "Ġ7393": 2316,
      "Ġ7376": 2317,
      "Ġ776": 2318,
      "Ġ7716": 2319,
      "Ġ7750": 2320,
      "Ġ7733": 2321,
      "Ġ7767": 2322,
      "Ġ7784": 2323,
      "Ġ2259": 2324,
      "Ġ3007": 2325,
      "KeySound": 2326,
      "Ġ656": 2327,
      "Ġ6577": 2328,
      "Ġ6526": 2329,
      "Ġ6543": 2330,
      "Ġ6594": 2331,
      "Ġ6560": 2332,
      "Ġ2701": 2333,
      "Ġ746": 2334,
      "Ġ7410": 2335,
      "Ġ7427": 2336,
      "Ġ7495": 2337,
      "Ġ7444": 2338,
      "Ġ7478": 2339,
      "Ġ7461": 2340,
      "Ġ537": 2341,
      "Ġ5319": 2342,
      "Ġ5336": 2343,
      "Ġ5387": 2344,
      "Ġ5370": 2345,
      "Ġ627": 2346,
      "Ġ6288": 2347,
      "Ġ6237": 2348,
      "Ġ6271": 2349,
      "Ġ644": 2350,
      "Ġ648": 2351,
      "Ġ6475": 2352,
      "Ġ6424": 2353,
      "Ġ6441": 2354,
      "Ġ6492": 2355,
      "Ġ559": 2356,
      "Ġ5540": 2357,
      "Ġ5523": 2358,
      "Ġ5574": 2359,
      "Ġ5591": 2360,
      "Ġ2854": 2361,
      "Ġ6135": 2362,
      "Ġ6118": 2363,
      "Ġ8005": 2364,
      "Ġ8022": 2365,
      "Ġ8039": 2366,
      "Ġ8073": 2367,
      "Ġ8090": 2368,
      "Ġ7155": 2369,
      "Ġ8175": 2370,
      "241": 2371,
      "247": 2372,
      "248": 2373,
      "264": 2374,
      "234": 2375,
      "239": 2376,
      "Shape": 2377,
      "3366": 2378,
      "Ġ965": 2379,
      "Ġ967": 2380,
      "Ġ9688": 2381,
      "Ġ9620": 2382,
      "Ġ9637": 2383,
      "Ġ9671": 2384,
      "Ġ9654": 2385,
      "Ġ9603": 2386,
      "Ġ1001": 2387,
      "Ġ10045": 2388,
      "Ġ10011": 2389,
      "Ġ10028": 2390,
      "Ġ10079": 2391,
      "Ġ10096": 2392,
      "Ġ10062": 2393,
      "Ġ848": 2394,
      "Ġ8430": 2395,
      "Ġ8413": 2396,
      "Ġ8447": 2397,
      "Ġ8498": 2398,
      "Ġ8464": 2399,
      "Ġ8481": 2400,
      "Ġ8736": 2401,
      "Ġ8787": 2402,
      "Ġ8702": 2403,
