{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|luau|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|cpp|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|csharp|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|pad|>": 0,
      "<|unk|>": 1,
      "<|bos|>": 2,
      "<|eos|>": 3,
      "<|luau|>": 4,
      "<|cpp|>": 5,
      "<|csharp|>": 6,
      "\"": 7,
      "#": 8,
      "&": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "K": 41,
      "L": 42,
      "M": 43,
      "N": 44,
      "O": 45,
      "P": 46,
      "Q": 47,
      "R": 48,
      "S": 49,
      "T": 50,
      "U": 51,
      "V": 52,
      "W": 53,
      "[": 54,
      "]": 55,
      "a": 56,
      "b": 57,
      "c": 58,
      "d": 59,
      "e": 60,
      "f": 61,
      "g": 62,
      "h": 63,
      "i": 64,
      "k": 65,
      "l": 66,
      "m": 67,
      "n": 68,
      "o": 69,
      "p": 70,
      "r": 71,
      "s": 72,
      "t": 73,
      "u": 74,
      "v": 75,
      "w": 76,
      "x": 77,
      "y": 78,
      "z": 79,
      "{": 80,
      "|": 81,
      "}": 82,
      "Ċ": 83,
      "Ġ": 84,
      "ĠĠ": 85,
      "er": 86,
      "Ġ=": 87,
      "en": 88,
      "al": 89,
      "to": 90,
      "ĊĠĠ": 91,
      "te": 92,
      "ar": 93,
      "re": 94,
      "ĊĠĠĠ": 95,
      "la": 96,
      "oc": 97,
      "loc": 98,
      "lay": 99,
      "<|": 100,
      "|>": 101,
      "au": 102,
      "on": 103,
      "mo": 104,
      "it": 105,
      "ic": 106,
      "ct": 107,
      ");": 108,
      "in": 109,
      "layer": 110,
      "remo": 111,
      "remote": 112,
      "ate": 113,
      "ne": 114,
      "erv": 115,
      "local": 116,
      "Serv": 117,
      "Par": 118,
      "th": 119,
      "hit": 120,
      "een": 121,
      "ween": 122,
      "lu": 123,
      "tor": 124,
      "player": 125,
      "ent": 126,
      "Ġ{": 127,
      "lic": 128,
      "un": 129,
      "ated": 130,
      "ion": 131,
      "ue": 132,
      "Ġremote": 133,
      "alue": 134,
      "ut": 135,
      "value": 136,
      "Ġvalue": 137,
      "Re": 138,
      "luau": 139,
      "end": 140,
      "ta": 141,
      "He": 142,
      "alth": 143,
      "Health": 144,
      "Ġ0": 145,
      "auto": 146,
      "Ġhit": 147,
      "ag": 148,
      "age": 149,
      "or": 150,
      "Ġs": 151,
      "Stor": 152,
      "plic": 153,
      "atedStor": 154,
      "Replic": 155,
      "atedStorage": 156,
      "ReplicatedStorage": 157,
      "ĠReplicatedStorage": 158,
      "sp": 159,
      "Server": 160,
      "Con": 161,
      "nect": 162,
      "Connect": 163,
      "ip": 164,
      "cr": 165,
      "Parent": 166,
      "ipt": 167,
      "cript": 168,
      "ĠT": 169,
      "de": 170,
      "Wor": 171,
      "ac": 172,
      "ksp": 173,
      "Worksp": 174,
      "ace": 175,
      "Workspace": 176,
      "ĠWorkspace": 177,
      "ĠP": 178,
      "In": 179,
      "Ġb": 180,
      "lock": 181,
      "ton": 182,
      "new": 183,
      "utton": 184,
      "pp": 185,
      "tween": 186,
      "ĠTween": 187,
      "(\"": 188,
      "Ġ\"": 189,
      "ction": 190,
      "()": 191,
      "fun": 192,
      "function": 193,
      "Part": 194,
      "ice": 195,
      "var": 196,
      "tat": 197,
      "if": 198,
      "tore": 199,
      "Service": 200,
      "ĠPo": 201,
      "Ġ1": 202,
      "Fin": 203,
      "Find": 204,
      "On": 205,
      "\");": 206,
      "Play": 207,
      "OnServer": 208,
      "Ve": 209,
      "Ġ+": 210,
      "cs": 211,
      "ctor": 212,
      "har": 213,
      "ĠVe": 214,
      "cshar": 215,
      "ĠVector": 216,
      "csharp": 217,
      "put": 218,
      "cpp": 219,
      "ĠĠĠ": 220,
      "ĠĠĠĠĠ": 221,
      "ĊĠĠĠĠĠĠĠ": 222,
      "),": 223,
      "Ġif": 224,
      "Script": 225,
      "ly": 226,
      "Ġ(": 227,
      "Ġ}": 228,
      "ĠScript": 229,
      "Da": 230,
      "25": 231,
      "Co": 232,
      "Ġ4": 233,
      "ra": 234,
      "lick": 235,
      "Click": 236,
      "Fi": 237,
      "oun": 238,
      "ound": 239,
      "ed": 240,
      "ing": 241,
      "vent": 242,
      "ad": 243,
      "Event": 244,
      "iv": 245,
      "Fire": 246,
      "et": 247,
      "\",": 248,
      "Ġth": 249,
      "Ġscript": 250,
      "FireServer": 251,
      "Ad": 252,
      "Ġ-": 253,
      "ctiv": 254,
      "OnServerEvent": 255,
      "Ġthen": 256,
      "Add": 257,
      "ctivated": 258,
      "Activated": 259,
      "Le": 260,
      "ch": 261,
      "stat": 262,
      "erstat": 263,
      "aderstat": 264,
      "Leaderstat": 265,
      "Leaderstats": 266,
      "uch": 267,
      "ĠLeaderstats": 268,
      "Ġblock": 269,
      "Ġbutton": 270,
      "To": 271,
      "Us": 272,
      "sit": 273,
      "Data": 274,
      "uched": 275,
      "User": 276,
      "sition": 277,
      "block": 278,
      "button": 279,
      "fo": 280,
      "Touched": 281,
      "&]": 282,
      "([": 283,
      "Cre": 284,
      "};": 285,
      "});": 286,
      "Ġ>": 287,
      "Ġnew": 288,
      "Ġtween": 289,
      "Ġ=>": 290,
      "Info": 291,
      "ĠTweenService": 292,
      "ĠTweenInfo": 293,
      "ĠPosition": 294,
      "Ġ+=": 295,
      "([&]": 296,
      "Create": 297,
      "ins": 298,
      "gra": 299,
      "pgra": 300,
      "pgrade": 301,
      "Upgrade": 302,
      "ard": 303,
      "ward": 304,
      "Reward": 305,
      "art": 306,
      "part": 307,
      "Ġplayer": 308,
      "Player": 309,
      "unt": 310,
      "amo": 311,
      "Ġamo": 312,
      "Ġsound": 313,
      "Ġamount": 314,
      "el": 315,
      "Get": 316,
      "bel": 317,
      "sing": 318,
      "Ġ==": 319,
      "label": 320,
      "Ke": 321,
      "Key": 322,
      "Store": 323,
      "Ġend": 324,
      "input": 325,
      "Ġstore": 326,
      "Input": 327,
      "Code": 328,
      "DataStore": 329,
      "KeyCode": 330,
      "::": 331,
      "As": 332,
      "Id": 333,
      "nc": 334,
      "oly": 335,
      "ync": 336,
      "Ġ<": 337,
      "UserId": 338,
      "([&](": 339,
      "Async": 340,
      "();": 341,
      "Ro": 342,
      "clu": 343,
      "hpp": 344,
      "poly": 345,
      "using": 346,
      "inclu": 347,
      "tation": 348,
      "ĠPoly": 349,
      "Rotation": 350,
      "include": 351,
      "Coins": 352,
      "va": 353,
      "La": 354,
      "Lava": 355,
      "Wins": 356,
      "10": 357,
      "Ġ5": 358,
      "Ġ10": 359,
      "Ġ25": 360,
      "\")": 361,
      "st": 362,
      "il": 363,
      "li": 364,
      "Ġpart": 365,
      "xt": 366,
      "ĠPlayer": 367,
      "En": 368,
      "Loc": 369,
      "Te": 370,
      "Ġre": 371,
      "alPlayer": 372,
      "ĠPlayers": 373,
      "LocalPlayer": 374,
      "Text": 375,
      "Inv": 376,
      "ke": 377,
      "oke": 378,
      "Invoke": 379,
      "Sound": 380,
      "ait": 381,
      "di": 382,
      "ur": 383,
      "wait": 384,
      "Ġd": 385,
      "lient": 386,
      "dio": 387,
      "tur": 388,
      "um": 389,
      "Ġ*": 390,
      "Ġto": 391,
      "ĠEn": 392,
      "turn": 393,
      "ĠEnum": 394,
      "Au": 395,
      "Set": 396,
      "an": 397,
      "cy": 398,
      "nsp": 399,
      "Ġlabel": 400,
      "ency": 401,
      "arency": 402,
      "OnServerInvoke": 403,
      "ransp": 404,
      "Ġreturn": 405,
      "Ġdo": 406,
      "Audio": 407,
      "ransparency": 408,
      "Be": 409,
      "for": 410,
      "gan": 411,
      "sk": 412,
      "serv": 413,
      "Ġi": 414,
      "Ġta": 415,
      "Ġauto": 416,
      "Ġfunction": 417,
      "Ġinput": 418,
      "ĠDataStore": 419,
      "ĠTransparency": 420,
      "ClickSound": 421,
      "UserInput": 422,
      "PlayerData": 423,
      "GetDataStore": 424,
      "InputBe": 425,
      "SetAsync": 426,
      "server": 427,
      "Ġtask": 428,
      "ĠDataStoreService": 429,
      "UserInputService": 430,
      "InputBegan": 431,
      "..": 432,
      "client": 433,
      "nil": 434,
      "ring": 435,
      "store": 436,
      "})": 437,
      "Ġ()": 438,
      "Ġ..": 439,
      "Ġnil": 440,
      "Ġ15": 441,
      "([&]()": 442,
      "GetAsync": 443,
      "string": 444,
      "Ġtostring": 445,
      "Ġ2": 446,
      "mage": 447,
      "Damage": 448,
      "int": 449,
      "Po": 450,
      "ints": 451,
      "Points": 452,
      "Ġ3": 453,
      "Ġ7": 454,
      "Ġ12": 455,
      "Ġ27": 456,
      "hil": 457,
      "Chil": 458,
      "rst": 459,
      "FindFi": 460,
      "Child": 461,
      "rstChild": 462,
      "FindFirstChild": 463,
      "Value": 464,
      "gh": 465,
      "ght": 466,
      "se": 467,
      "ĊĠ": 468,
      "ghting": 469,
      "fal": 470,
      "lor": 471,
      "Ġc": 472,
      "Ġfal": 473,
      "Ġfalse": 474,
      "tate": 475,
      "lava": 476,
      "lighting": 477,
      "bl": 478,
      "ol": 479,
      "pe": 480,
      "tr": 481,
      "Color": 482,
      "ount": 483,
      "Ġcount": 484,
      "Sh": 485,
      "abl": 486,
      "pr": 487,
      "ps": 488,
      "upgrade": 489,
      "teps": 490,
      "Ġstate": 491,
      "Ġsteps": 492,
      "abled": 493,
      "An": 494,
      "Client": 495,
      "Giv": 496,
      "Spe": 497,
      "Wal": 498,
      "at": 499,
      "event": 500,
      "eCoins": 501,
      "is": 502,
      "kSpe": 503,
      "le": 504,
      "sound": 505,
      "ul": 506,
      "Ġtr": 507,
      "tool": 508,
      "Ġ\"#": 509,
      "ady": 510,
      "Ġreward": 511,
      "GiveCoins": 512,
      "WalkSpe": 513,
      "Ġtrue": 514,
      "WalkSpeed": 515,
      "Al": 516,
      "FF": 517,
      "Fo": 518,
      "Li": 519,
      "Mul": 520,
      "St": 521,
      "av": 522,
      "ane": 523,
      "me": 524,
      "ow": 525,
      "ss": 526,
      "script": 527,
      "tip": 528,
      "Ġen": 529,
      "Ġpr": 530,
      "adow": 531,
      "lier": 532,
      "InvokeServer": 533,
      "Shadow": 534,
      "Fog": 535,
      "Lighting": 536,
      "Multip": 537,
      "anel": 538,
      "Ġenabled": 539,
      "Multiplier": 540,
      "00": 541,
      "80": 542,
      "At": 543,
      "Ea": 544,
      "Gu": 545,
      "No": 546,
      "Sk": 547,
      "Sw": 548,
      "Stat": 549,
      "State": 550,
      "Sav": 551,
      "amage": 552,
      "bu": 553,
      "dated": 554,
      "ePlayer": 555,
      "ft": 556,
      "ight": 557,
      "ibu": 558,
      "lClient": 559,
      "op": 560,
      "olor": 561,
      "play": 562,
      "panel": 563,
      "pdated": 564,
      "ron": 565,
      "tice": 566,
      "us": 567,
      "updated": 568,
      "wron": 569,
      "Ġte": 570,
      "Ġau": 571,
      "Ġwait": 572,
      "Ġlava": 573,
      "Ġupgrade": 574,
      "ĠAn": 575,
      "Ġevent": 576,
      "Ġupdated": 577,
      "entor": 578,
      "ready": 579,
      "locit": 580,
      "ness": 581,
      "OnClient": 582,
      "PlaySound": 583,
      "Velocit": 584,
      "Col": 585,
      "licker": 586,
      "Clicker": 587,
      "FireAl": 588,
      "else": 589,
      "GetReward": 590,
      "state": 591,
      "ĠPlayerGu": 592,
      "Enabled": 593,
      "Ġdamage": 594,
      "Ġtool": 595,
      "DamageEvent": 596,
      "Position": 597,
      "Ġ30": 598,
      "tribu": 599,
      "issing": 600,
      "Start": 601,
      "Ġprint": 602,
      "Attribu": 603,
      "Easing": 604,
      "Notice": 605,
      "Sky": 606,
      "Status": 607,
      "SavePlayer": 608,
      "lClients": 609,
      "wrong": 610,
      "Ġtext": 611,
      "Ġaudio": 612,
      "ĠupdatedText": 613,
      "entory": 614,
      "OnClientEvent": 615,
      "Velocity": 616,
      "FireAllClients": 617,
      "ĠPlayerGui": 618,
      "Attribute": 619
    },
    "merges": [
      [
        "Ġ",
        "Ġ"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "e",
        "n"
      ],
      [
        "a",
        "l"
      ],
      [
        "t",
        "o"
      ],
      [
        "Ċ",
        "ĠĠ"
      ],
      [
        "t",
        "e"
      ],
      [
        "a",
        "r"
      ],
      [
        "r",
        "e"
      ],
      [
        "ĊĠĠ",
        "Ġ"
      ],
      [
        "l",
        "a"
      ],
      [
        "o",
        "c"
      ],
      [
        "l",
        "oc"
      ],
      [
        "la",
        "y"
      ],
      [
        "<",
        "|"
      ],
      [
        "|",
        ">"
      ],
      [
        "a",
        "u"
      ],
      [
        "o",
        "n"
      ],
      [
        "m",
        "o"
      ],
      [
        "i",
        "t"
      ],
      [
        "i",
        "c"
      ],
      [
        "c",
        "t"
      ],
      [
        ")",
        ";"
      ],
      [
        "i",
        "n"
      ],
      [
        "lay",
        "er"
      ],
      [
        "re",
        "mo"
      ],
      [
        "remo",
        "te"
      ],
      [
        "a",
        "te"
      ],
      [
        "n",
        "e"
      ],
      [
        "er",
        "v"
      ],
      [
        "loc",
        "al"
      ],
      [
        "S",
        "erv"
      ],
      [
        "P",
        "ar"
      ],
      [
        "t",
        "h"
      ],
      [
        "h",
        "it"
      ],
      [
        "e",
        "en"
      ],
      [
        "w",
        "een"
      ],
      [
        "l",
        "u"
      ],
      [
        "to",
        "r"
      ],
      [
        "p",
        "layer"
      ],
      [
        "en",
        "t"
      ],
      [
        "Ġ",
        "{"
      ],
      [
        "l",
        "ic"
      ],
      [
        "u",
        "n"
      ],
      [
        "ate",
        "d"
      ],
      [
        "i",
        "on"
      ],
      [
        "u",
        "e"
      ],
      [
        "Ġ",
        "remote"
      ],
      [
        "al",
        "ue"
      ],
      [
        "u",
        "t"
      ],
      [
        "v",
        "alue"
      ],
      [
        "Ġ",
        "value"
      ],
      [
        "R",
        "e"
      ],
      [
        "lu",
        "au"
      ],
      [
        "en",
        "d"
      ],
      [
        "t",
        "a"
      ],
      [
        "H",
        "e"
      ],
      [
        "al",
        "th"
      ],
      [
        "He",
        "alth"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "au",
        "to"
      ],
      [
        "Ġ",
        "hit"
      ],
      [
        "a",
        "g"
      ],
      [
        "ag",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "S",
        "tor"
      ],
      [
        "p",
        "lic"
      ],
      [
        "ated",
        "Stor"
      ],
      [
        "Re",
        "plic"
      ],
      [
        "atedStor",
        "age"
      ],
      [
        "Replic",
        "atedStorage"
      ],
      [
        "Ġ",
        "ReplicatedStorage"
      ],
      [
        "s",
        "p"
      ],
      [
        "Serv",
        "er"
      ],
      [
        "C",
        "on"
      ],
      [
        "ne",
        "ct"
      ],
      [
        "Con",
        "nect"
      ],
      [
        "i",
        "p"
      ],
      [
        "c",
        "r"
      ],
      [
        "Par",
        "ent"
      ],
      [
        "ip",
        "t"
      ],
      [
        "cr",
        "ipt"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "d",
        "e"
      ],
      [
        "W",
        "or"
      ],
      [
        "a",
        "c"
      ],
      [
        "k",
        "sp"
      ],
      [
        "Wor",
        "ksp"
      ],
      [
        "ac",
        "e"
      ],
      [
        "Worksp",
        "ace"
      ],
      [
        "Ġ",
        "Workspace"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "I",
        "n"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "loc",
        "k"
      ],
      [
        "to",
        "n"
      ],
      [
        "ne",
        "w"
      ],
      [
        "ut",
        "ton"
      ],
      [
        "p",
        "p"
      ],
      [
        "t",
        "ween"
      ],
      [
        "ĠT",
        "ween"
      ],
      [
        "(",
        "\""
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "ct",
        "ion"
      ],
      [
        "(",
        ")"
      ],
      [
        "f",
        "un"
      ],
      [
        "fun",
        "ction"
      ],
      [
        "Par",
        "t"
      ],
      [
        "ic",
        "e"
      ],
      [
        "v",
        "ar"
      ],
      [
        "ta",
        "t"
      ],
      [
        "i",
        "f"
      ],
      [
        "to",
        "re"
      ],
      [
        "Serv",
        "ice"
      ],
      [
        "ĠP",
        "o"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "F",
        "in"
      ],
      [
        "Fin",
        "d"
      ],
      [
        "O",
        "n"
      ],
      [
        "\"",
        ");"
      ],
      [
        "P",
        "lay"
      ],
      [
        "On",
        "Server"
      ],
      [
        "V",
        "e"
      ],
      [
        "Ġ",
        "+"
      ],
      [
        "c",
        "s"
      ],
      [
        "c",
        "tor"
      ],
      [
        "h",
        "ar"
      ],
      [
        "Ġ",
        "Ve"
      ],
      [
        "cs",
        "har"
      ],
      [
        "ĠVe",
        "ctor"
      ],
      [
        "cshar",
        "p"
      ],
      [
        "p",
        "ut"
      ],
      [
        "c",
        "pp"
      ],
      [
        "ĠĠ",
        "Ġ"
      ],
      [
        "ĠĠ",
        "ĠĠĠ"
      ],
      [
        "ĊĠĠ",
        "ĠĠĠĠĠ"
      ],
      [
        ")",
        ","
      ],
      [
        "Ġ",
        "if"
      ],
      [
        "S",
        "cript"
      ],
      [
        "l",
        "y"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "}"
      ],
      [
        "Ġ",
        "Script"
      ],
      [
        "D",
        "a"
      ],
      [
        "2",
        "5"
      ],
      [
        "C",
        "o"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "r",
        "a"
      ],
      [
        "lic",
        "k"
      ],
      [
        "C",
        "lick"
      ],
      [
        "F",
        "i"
      ],
      [
        "o",
        "un"
      ],
      [
        "oun",
        "d"
      ],
      [
        "e",
        "d"
      ],
      [
        "in",
        "g"
      ],
      [
        "v",
        "ent"
      ],
      [
        "a",
        "d"
      ],
      [
        "E",
        "vent"
      ],
      [
        "i",
        "v"
      ],
      [
        "Fi",
        "re"
      ],
      [
        "e",
        "t"
      ],
      [
        "\"",
        ","
      ],
      [
        "Ġ",
        "th"
      ],
      [
        "Ġs",
        "cript"
      ],
      [
        "Fire",
        "Server"
      ],
      [
        "A",
        "d"
      ],
      [
        "Ġ",
        "-"
      ],
      [
        "ct",
        "iv"
      ],
      [
        "OnServer",
        "Event"
      ],
      [
        "Ġth",
        "en"
      ],
      [
        "Ad",
        "d"
      ],
      [
        "ctiv",
        "ated"
      ],
      [
        "A",
        "ctivated"
      ],
      [
        "L",
        "e"
      ],
      [
        "c",
        "h"
      ],
      [
        "s",
        "tat"
      ],
      [
        "er",
        "stat"
      ],
      [
        "ad",
        "erstat"
      ],
      [
        "Le",
        "aderstat"
      ],
      [
        "Leaderstat",
        "s"
      ],
      [
        "u",
        "ch"
      ],
      [
        "Ġ",
        "Leaderstats"
      ],
      [
        "Ġb",
        "lock"
      ],
      [
        "Ġb",
        "utton"
      ],
      [
        "T",
        "o"
      ],
      [
        "U",
        "s"
      ],
      [
        "s",
        "it"
      ],
      [
        "Da",
        "ta"
      ],
      [
        "uch",
        "ed"
      ],
      [
        "Us",
        "er"
      ],
      [
        "sit",
        "ion"
      ],
      [
        "b",
        "lock"
      ],
      [
        "b",
        "utton"
      ],
      [
        "f",
        "o"
      ],
      [
        "To",
        "uched"
      ],
      [
        "&",
        "]"
      ],
      [
        "(",
        "["
      ],
      [
        "C",
        "re"
      ],
      [
        "}",
        ";"
      ],
      [
        "}",
        ");"
      ],
      [
        "Ġ",
        ">"
      ],
      [
        "Ġ",
        "new"
      ],
      [
        "Ġ",
        "tween"
      ],
      [
        "Ġ=",
        ">"
      ],
      [
        "In",
        "fo"
      ],
      [
        "ĠTween",
        "Service"
      ],
      [
        "ĠTween",
        "Info"
      ],
      [
        "ĠPo",
        "sition"
      ],
      [
        "Ġ+",
        "="
      ],
      [
        "([",
        "&]"
      ],
      [
        "Cre",
        "ate"
      ],
      [
        "in",
        "s"
      ],
      [
        "g",
        "ra"
      ],
      [
        "p",
        "gra"
      ],
      [
        "pgra",
        "de"
      ],
      [
        "U",
        "pgrade"
      ],
      [
        "ar",
        "d"
      ],
      [
        "w",
        "ard"
      ],
      [
        "Re",
        "ward"
      ],
      [
        "ar",
        "t"
      ],
      [
        "p",
        "art"
      ],
      [
        "Ġ",
        "player"
      ],
      [
        "P",
        "layer"
      ],
      [
        "un",
        "t"
      ],
      [
        "a",
        "mo"
      ],
      [
        "Ġ",
        "amo"
      ],
      [
        "Ġs",
        "ound"
      ],
      [
        "Ġamo",
        "unt"
      ],
      [
        "e",
        "l"
      ],
      [
        "G",
        "et"
      ],
      [
        "b",
        "el"
      ],
      [
        "s",
        "ing"
      ],
      [
        "Ġ=",
        "="
      ],
      [
        "la",
        "bel"
      ],
      [
        "K",
        "e"
      ],
      [
        "Ke",
        "y"
      ],
      [
        "S",
        "tore"
      ],
      [
        "Ġ",
        "end"
      ],
      [
        "in",
        "put"
      ],
      [
        "Ġs",
        "tore"
      ],
      [
        "In",
        "put"
      ],
      [
        "Co",
        "de"
      ],
      [
        "Data",
        "Store"
      ],
      [
        "Key",
        "Code"
      ],
      [
        ":",
        ":"
      ],
      [
        "A",
        "s"
      ],
      [
        "I",
        "d"
      ],
      [
        "n",
        "c"
      ],
      [
        "o",
        "ly"
      ],
      [
        "y",
        "nc"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "User",
        "Id"
      ],
      [
        "([&]",
        "("
      ],
      [
        "As",
        "ync"
      ],
      [
        "(",
        ");"
      ],
      [
        "R",
        "o"
      ],
      [
        "c",
        "lu"
      ],
      [
        "h",
        "pp"
      ],
      [
        "p",
        "oly"
      ],
      [
        "u",
        "sing"
      ],
      [
        "in",
        "clu"
      ],
      [
        "tat",
        "ion"
      ],
      [
        "ĠPo",
        "ly"
      ],
      [
        "Ro",
        "tation"
      ],
      [
        "inclu",
        "de"
      ],
      [
        "Co",
        "ins"
      ],
      [
        "v",
        "a"
      ],
      [
        "L",
        "a"
      ],
      [
        "La",
        "va"
      ],
      [
        "W",
        "ins"
      ],
      [
        "1",
        "0"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "Ġ1",
        "0"
      ],
      [
        "Ġ",
        "25"
      ],
      [
        "\"",
        ")"
      ],
      [
        "s",
        "t"
      ],
      [
        "i",
        "l"
      ],
      [
        "l",
        "i"
      ],
      [
        "Ġ",
        "part"
      ],
      [
        "x",
        "t"
      ],
      [
        "ĠP",
        "layer"
      ],
      [
        "E",
        "n"
      ],
      [
        "L",
        "oc"
      ],
      [
        "T",
        "e"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "al",
        "Player"
      ],
      [
        "ĠPlayer",
        "s"
      ],
      [
        "Loc",
        "alPlayer"
      ],
      [
        "Te",
        "xt"
      ],
      [
        "In",
        "v"
      ],
      [
        "k",
        "e"
      ],
      [
        "o",
        "ke"
      ],
      [
        "Inv",
        "oke"
      ],
      [
        "S",
        "ound"
      ],
      [
        "a",
        "it"
      ],
      [
        "d",
        "i"
      ],
      [
        "u",
        "r"
      ],
      [
        "w",
        "ait"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "li",
        "ent"
      ],
      [
        "di",
        "o"
      ],
      [
        "t",
        "ur"
      ],
      [
        "u",
        "m"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "Ġ",
        "to"
      ],
      [
        "Ġ",
        "En"
      ],
      [
        "tur",
        "n"
      ],
      [
        "ĠEn",
        "um"
      ],
      [
        "A",
        "u"
      ],
      [
        "S",
        "et"
      ],
      [
        "a",
        "n"
      ],
      [
        "c",
        "y"
      ],
      [
        "n",
        "sp"
      ],
      [
        "Ġ",
        "label"
      ],
      [
        "en",
        "cy"
      ],
      [
        "ar",
        "ency"
      ],
      [
        "OnServer",
        "Invoke"
      ],
      [
        "ra",
        "nsp"
      ],
      [
        "Ġre",
        "turn"
      ],
      [
        "Ġd",
        "o"
      ],
      [
        "Au",
        "dio"
      ],
      [
        "ransp",
        "arency"
      ],
      [
        "B",
        "e"
      ],
      [
        "f",
        "or"
      ],
      [
        "g",
        "an"
      ],
      [
        "s",
        "k"
      ],
      [
        "s",
        "erv"
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "Ġ",
        "ta"
      ],
      [
        "Ġ",
        "auto"
      ],
      [
        "Ġ",
        "function"
      ],
      [
        "Ġ",
        "input"
      ],
      [
        "Ġ",
        "DataStore"
      ],
      [
        "ĠT",
        "ransparency"
      ],
      [
        "Click",
        "Sound"
      ],
      [
        "User",
        "Input"
      ],
      [
        "Player",
        "Data"
      ],
      [
        "Get",
        "DataStore"
      ],
      [
        "Input",
        "Be"
      ],
      [
        "Set",
        "Async"
      ],
      [
        "serv",
        "er"
      ],
      [
        "Ġta",
        "sk"
      ],
      [
        "ĠDataStore",
        "Service"
      ],
      [
        "UserInput",
        "Service"
      ],
      [
        "InputBe",
        "gan"
      ],
      [
        ".",
        "."
      ],
      [
        "c",
        "lient"
      ],
      [
        "n",
        "il"
      ],
      [
        "r",
        "ing"
      ],
      [
        "s",
        "tore"
      ],
      [
        "}",
        ")"
      ],
      [
        "Ġ",
        "()"
      ],
      [
        "Ġ",
        ".."
      ],
      [
        "Ġ",
        "nil"
      ],
      [
        "Ġ1",
        "5"
      ],
      [
        "([&]",
        "()"
      ],
      [
        "Get",
        "Async"
      ],
      [
        "st",
        "ring"
      ],
      [
        "Ġto",
        "string"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "m",
        "age"
      ],
      [
        "Da",
        "mage"
      ],
      [
        "in",
        "t"
      ],
      [
        "P",
        "o"
      ],
      [
        "int",
        "s"
      ],
      [
        "Po",
        "ints"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "Ġ",
        "7"
      ],
      [
        "Ġ1",
        "2"
      ],
      [
        "Ġ2",
        "7"
      ],
      [
        "h",
        "il"
      ],
      [
        "C",
        "hil"
      ],
      [
        "r",
        "st"
      ],
      [
        "Find",
        "Fi"
      ],
      [
        "Chil",
        "d"
      ],
      [
        "rst",
        "Child"
      ],
      [
        "FindFi",
        "rstChild"
      ],
      [
        "V",
        "alue"
      ],
      [
        "g",
        "h"
      ],
      [
        "gh",
        "t"
      ],
      [
        "s",
        "e"
      ],
      [
        "Ċ",
        "Ġ"
      ],
      [
        "ght",
        "ing"
      ],
      [
        "f",
        "al"
      ],
      [
        "l",
        "or"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "fal"
      ],
      [
        "Ġfal",
        "se"
      ],
      [
        "t",
        "ate"
      ],
      [
        "la",
        "va"
      ],
      [
        "li",
        "ghting"
      ],
      [
        "b",
        "l"
      ],
      [
        "o",
        "l"
      ],
      [
        "p",
        "e"
      ],
      [
        "t",
        "r"
      ],
      [
        "Co",
        "lor"
      ],
      [
        "oun",
        "t"
      ],
      [
        "Ġc",
        "ount"
      ],
      [
        "S",
        "h"
      ],
      [
        "a",
        "bl"
      ],
      [
        "p",
        "r"
      ],
      [
        "p",
        "s"
      ],
      [
        "u",
        "pgrade"
      ],
      [
        "te",
        "ps"
      ],
      [
        "Ġs",
        "tate"
      ],
      [
        "Ġs",
        "teps"
      ],
      [
        "abl",
        "ed"
      ],
      [
        "A",
        "n"
      ],
      [
        "C",
        "lient"
      ],
      [
        "G",
        "iv"
      ],
      [
        "S",
        "pe"
      ],
      [
        "W",
        "al"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "vent"
      ],
      [
        "e",
        "Coins"
      ],
      [
        "i",
        "s"
      ],
      [
        "k",
        "Spe"
      ],
      [
        "l",
        "e"
      ],
      [
        "s",
        "ound"
      ],
      [
        "u",
        "l"
      ],
      [
        "Ġ",
        "tr"
      ],
      [
        "to",
        "ol"
      ],
      [
        "Ġ\"",
        "#"
      ],
      [
        "ad",
        "y"
      ],
      [
        "Ġre",
        "ward"
      ],
      [
        "Giv",
        "eCoins"
      ],
      [
        "Wal",
        "kSpe"
      ],
      [
        "Ġtr",
        "ue"
      ],
      [
        "WalkSpe",
        "ed"
      ],
      [
        "A",
        "l"
      ],
      [
        "F",
        "F"
      ],
      [
        "F",
        "o"
      ],
      [
        "L",
        "i"
      ],
      [
        "M",
        "ul"
      ],
      [
        "S",
        "t"
      ],
      [
        "a",
        "v"
      ],
      [
        "a",
        "ne"
      ],
      [
        "m",
        "e"
      ],
      [
        "o",
        "w"
      ],
      [
        "s",
        "s"
      ],
      [
        "s",
        "cript"
      ],
      [
        "t",
        "ip"
      ],
      [
        "Ġ",
        "en"
      ],
      [
        "Ġ",
        "pr"
      ],
      [
        "ad",
        "ow"
      ],
      [
        "li",
        "er"
      ],
      [
        "Invoke",
        "Server"
      ],
      [
        "Sh",
        "adow"
      ],
      [
        "Fo",
        "g"
      ],
      [
        "Li",
        "ghting"
      ],
      [
        "Mul",
        "tip"
      ],
      [
        "ane",
        "l"
      ],
      [
        "Ġen",
        "abled"
      ],
      [
        "Multip",
        "lier"
      ],
      [
        "0",
        "0"
      ],
      [
        "8",
        "0"
      ],
      [
        "A",
        "t"
      ],
      [
        "E",
        "a"
      ],
      [
        "G",
        "u"
      ],
      [
        "N",
        "o"
      ],
      [
        "S",
        "k"
      ],
      [
        "S",
        "w"
      ],
      [
        "S",
        "tat"
      ],
      [
        "S",
        "tate"
      ],
      [
        "S",
        "av"
      ],
      [
        "a",
        "mage"
      ],
      [
        "b",
        "u"
      ],
      [
        "d",
        "ated"
      ],
      [
        "e",
        "Player"
      ],
      [
        "f",
        "t"
      ],
      [
        "i",
        "ght"
      ],
      [
        "i",
        "bu"
      ],
      [
        "l",
        "Client"
      ],
      [
        "o",
        "p"
      ],
      [
        "o",
        "lor"
      ],
      [
        "p",
        "lay"
      ],
      [
        "p",
        "anel"
      ],
      [
        "p",
        "dated"
      ],
      [
        "r",
        "on"
      ],
      [
        "t",
        "ice"
      ],
      [
        "u",
        "s"
      ],
      [
        "u",
        "pdated"
      ],
      [
        "w",
        "ron"
      ],
      [
        "Ġ",
        "te"
      ],
      [
        "Ġ",
        "au"
      ],
      [
        "Ġ",
        "wait"
      ],
      [
        "Ġ",
        "lava"
      ],
      [
        "Ġ",
        "upgrade"
      ],
      [
        "Ġ",
        "An"
      ],
      [
        "Ġ",
        "event"
      ],
      [
        "Ġ",
        "updated"
      ],
      [
        "en",
        "tor"
      ],
      [
        "re",
        "ady"
      ],
      [
        "loc",
        "it"
      ],
      [
        "ne",
        "ss"
      ],
      [
        "On",
        "Client"
      ],
      [
        "Play",
        "Sound"
      ],
      [
        "Ve",
        "locit"
      ],
      [
        "Co",
        "l"
      ],
      [
        "lick",
        "er"
      ],
      [
        "Click",
        "er"
      ],
      [
        "Fire",
        "Al"
      ],
      [
        "el",
        "se"
      ],
      [
        "Get",
        "Reward"
      ],
      [
        "st",
        "ate"
      ],
      [
        "ĠPlayer",
        "Gu"
      ],
      [
        "En",
        "abled"
      ],
      [
        "Ġd",
        "amage"
      ],
      [
        "Ġto",
        "ol"
      ],
      [
        "Damage",
        "Event"
      ],
      [
        "Po",
        "sition"
      ],
      [
        "Ġ3",
        "0"
      ],
      [
        "tr",
        "ibu"
      ],
      [
        "is",
        "sing"
      ],
      [
        "St",
        "art"
      ],
      [
        "Ġpr",
        "int"
      ],
      [
        "At",
        "tribu"
      ],
      [
        "Ea",
        "sing"
      ],
      [
        "No",
        "tice"
      ],
      [
        "Sk",
        "y"
      ],
      [
        "Stat",
        "us"
      ],
      [
        "Sav",
        "ePlayer"
      ],
      [
        "lClient",
        "s"
      ],
      [
        "wron",
        "g"
      ],
      [
        "Ġte",
        "xt"
      ],
      [
        "Ġau",
        "dio"
      ],
      [
        "Ġupdated",
        "Text"
      ],
      [
        "entor",
        "y"
      ],
      [
        "OnClient",
        "Event"
      ],
      [
        "Velocit",
        "y"
      ],
      [
        "FireAl",
        "lClients"
      ],
      [
        "ĠPlayerGu",
        "i"
      ],
      [
        "Attribu",
        "te"
      ]
    ]
  }
}